{
    "name": "DarkKunoichi",
    "IDname": "DarkKunoichi",
    "species": "Amazon",
    "gender": "female",
    "description": "A hotheaded looking girl with long black hair done up in a tight ponytail. She has pointed ears, seductive red eyes, and a cocky smile on her face, and judging from the way she's carrying herself, she clearly believes that isn't even going to break a sweat against you.\n\nHer hands are adorned with sturdy looking black and purple gloves that go halfway up her forearms. She's wearing a skimpy black kimono with purple accents, and it's deliberately open in the front revealing an equally sultry fishnet shirt that presses against her soft C cup breasts and exposes an ample amount of her cleavage.\n\nHer kimono does nothing to hide her shapely rear, and she's wearing a thong that leaves very little to the imagination while a gap just above it lets a black spade-tipped tail sway from side to side.\n\nHer supple legs are covered by black and purple thigh highs, and a pair of simple sandals adorn her feet.",
    "encyclopedia": "Experienced Kunoichi of a secluded amazon clan of ninja women that train in stealth, teamwork, seduction, and much more. They hide themselves away from the rest of the world to find to master various different abilities, and the most infamous and deadly art they master are their 'ninja arts', which are passed down from generation to generation and improved and reiterated with every new practitioner who learns them.\n\nA fully trained and skilled kunoichi can easily infiltrate human countries and seduce powerful human leaders to become more sympathetic towards whatever ends they desire, and their extensive knowledge and experience with sexual arts make these transitions happen with incredible alacrity.\n\nHowever, due to the extreme {i}amount{/i} of exposure to all different kinds of sexual activities and fetishes during their training, almost all kunoichi end up with large masochistic streaks and desire to be dominated by men. It's not uncommon to hear of kunoichi who 'accidentally' get caught while on missions and are submissive to their newfound 'masters' for the rest of their lives.\n\nThe Kunoichi of this order, due to their exposure and expertise of arcane and powerful technique, are often undisciplined and cocky, leading them to overestimate their abilities and underestimate their opponents, which can also lead down the aforementioned path of submission and masochism if they fail to properly respect their foes and end up paying the price for it. But be warned, as a true master of the ninja arts may be faking their enjoyment of a situation to lead on their prey and may turn the tables on them in a moment's notice.\n\nAs with many other species, they feed on human's spiritual energy, often in the form of semen, to bolster their abilities and recover from 'wounds' they receive in combat. As part of their training, kunoichi will often be on the receiving end of all different kinds of magical energies, and as such they will have a natural resistance to magical assaults.",
    "tags": "none",
    "generic": "True",
    "requires": [ "Sigil Of Will-Power"],
    "skillList": [ "Ninja Art: Erotic Mist", "Ninja Art: Super Erotic Mist", "Ninja Art: Erotic Mist Kiss", "Ninja Art: Sleep Bomb", "Ninja Art: Pressure Points", "Ninja Art: Blowjob", "Ninja Art: Oral Assault",  "Ninja Art: Tornado Suction", "Ninja Art: Double Blowjob Kiss", "Ninja Art: Double Blowjob: Suck and Tease", "Ninja Art: Eternal Love Kick", "Ninja Art: Bouncing Bliss", "Ninja Art: Gyration", "Ninja Art: Gyration", "Ninja Art: Flash Step", "Ninja Art: Grinding Step", "Ninja Art: Grinding Step", "Ninja Art: Trampling Step", "Ninja Art: Face Step"],
    "perks": [ "Swift", "Escape Artist", "Energy Drainer", "Semen Eater"],
    "stats": { "lvl": "20",
              "Exp": "150",
              "max_hp": "350",
              "max_ep": "50",
              "max_sp": "1",
              "Power": "10",
              "Technique": "20",
              "Intelligence": "15",
              "Allure": "20",
              "Willpower": "10",
              "Luck": "5"
    },
    "Fetishes": [ ""],
    "BodySensitivity": { "Sex": "150",
              "Ass": "150",
              "Breasts": "100",
              "Mouth": "100",
              "Seduction": "50",
              "Magic": "50",
              "Pain": "100",
              "Holy": "150",
              "Unholy": "50"
    },
    "resistancesStatusEffects": {
              "Stun": "0",
              "Charm": "0",
              "Aphrodisiac": "0",
              "Restraints": "25",
              "Sleep": "0",
              "Trance": "0",
              "Paralysis": "0",
              "Debuff": "-20"
    },
    "moneyDropped": "300",
    "ItemDropList": [
                      {
                        "name": "Smooth Rune",
                        "dropChance": "50"
                      },
                      {
                        "name": "Gloves of Skill",
                        "dropChance": "30"
                      },
                      {
                        "name": "Bamboo Leaf",
                        "dropChance": "10"
                      }
                    ],
    "lossScenes": [
                    {
                        "NameOfScene": "",
                        "move": "",
                        "stance": "",
                        "includes": [ "DarkKunoichi", "DarkKunoichi"],
                        "theScene": [ "The two kunoichi stand triumphantly over you as you slump down onto the ground, panting in exhaustion, and they nod to one another with smug grins before looking down at you.",
                                    "JumpToLossEvent",
                                    "DoubleDarkKunoichiLoss"
                                  ],
                        "picture": ""
                    },
                    {
                        "NameOfScene": "Footjob loss",
                        "move": "",
                        "stance": "Footjob",
                        "includes": [ "DarkKunoichi"],
                        "theScene": [ "ChangeImageLayer", "Expression", "1", "Cocky",
                                   "Speaks",
                                    "Hehehe, I didn't think you would be so quick to give in to my feet...",
                                    "ChangeImageLayer", "Expression", "1", "Mocking",
                                    "Speaks",
                                    "I bet you have a fetish for them, or maybe you're just a masochist?",
                                    "ChangeImageLayer", "Expression", "1", "SmugEvil",
                                    "Speaks",
                                    "Well whatever, you're going to become a masochist foot lover once I'm done with you.♥",
                                    "The kunoichi grabs hold of you from behind and traps your manhood between both her domineering feet.",
                                    "Your cock throbs in anticipation from the soft stroking sensation as her kneesock-clad feet start to slowly stroke your shaft.",
                                    "A moan escapes your lips as her feet work their magic, working in unison, slowly pumping your shaft, up and down... Up and down...",
                                    "ChangeImageLayer", "Expression", "1", "Mocking",
                                    "Speaks",
                                    "Hehe, what a cute reaction. It seems like your perverted cock really loves being teased by my feet.♥",
                                    "Before you can get a word in she whispers sweetly into your ear, sending a shudder of pleasure through your body.",
                                    "ChangeImageLayer", "Expression", "1", "SmugEvil",
                                    "Speaks",
                                    "You mas-♥o-♥chist.♥ Hehe, your dick's letting me turn you into a submissive foot lover.♥ I bet you already were, you pervert.♥",
                                    "As she pumps your shaft harder and faster between her soft soles, she tightens her hold on you, pressing her soft breasts against your back, and begins to gently tease your nipple with her nimble fingers.",
                                    "ChangeImageLayer", "Expression", "1", "Mocking",
                                    "You entire body throbs with warm pleasure as she gently circles her finger tips around your nipples, occasionally giving them a soft flick, all while stroking your aching dick with her soft sock-clad feet.",
                                    "With venom laced sweetness she whispers in your ear again.",
                                    "Speaks",
                                    "So how is it? Are you falling in love with the feeling of my kneesocks?",
                                      "ChangeImageLayer", "Expression", "1", "Smug",
                                      "PlayerOrgasm", "1",
                                    "As if on cue, you moan in ecstasy, unable to stop yourself from spurting out thick ropes of cum into the air while the kunoichi continues to whisper.",
                                    "ChangeImageLayer", "Expression", "1", "SmugEvil",
                                    "Speaks",
                                    "Oh wow... You came just like a fountain...♥ That's such a waste of semen... I could have eaten that... But more importantly... Shouldn't you be using that cum to get another human pregnant?",
                                    "She teasingly squeezes your shaft between her feet.",
                                    "ChangeImageLayer", "Expression", "1", "Mocking",
                                    "Speaks",
                                    "Instead you're squirting it all over my feet. Submitting to me... A monster, shouldn't I be your enemy?♥",
                                    "The kunoichi continues to tease your oversensitive manhood, slowly torturing you with pleasure, alternating between stroking and grinding your cock with her feet, all the while she's gently teasing your erect nipples with her soft gloved hands.",
                                    "ChangeImageLayer", "Expression", "1", "SmugEvil",
                                    "Speaks",
                                    "You're such a masochist.♥",
                                    "ChangeImageLayer", "Expression", "1", "Smug",
                                    "Unable to fight back you are forced to endure the pleasure she is forcing onto you, and the longer she teases your shaft, the more sensitive it starts to feel, every motion of her foot continuing to get more and more intense on your sensitive flesh.",
                                    "Your nipples aren't exempt from the growing sensitivity, jolts of pleasure shooting into your body with even her slightest touch.",
                                    "ChangeImageLayer", "Expression", "1", "Amused",
                                    "She firmly presses her feet down onto your aching shaft, pinching your sensitized nipples, and an electrifiying orgasm surges through your body. A large load spurts from your throbbing manhood, leaving your balls twitching.",
                                    "You let out a soft whimpering moan as she carefully presses her soft soles onto your balls, the quiet whimper turns into a cry of pleasure as she presses down harder onto your aching balls, and putting more force into pinching your nipple.",
                                    "Gasping and delirious with pleasure you already feel like you could cum again!",
                                    "Speaks",
                                    "Don't you feel ashamed as a man? Getting turned on and cumming just by having your manhood stepped on and rubbed by a woman's foot. Hehe, you masochist.♥",
                                    "PlayerOrgasm", "1",
                                    "Her sole presses down a bit harder on your balls and a fountain of cum erupts out of your shaft, almost like she's forcing it out of your aching balls.",
                                    "Endless pleasure washes over your body in blissful waves, your mind feeling like it's breaking from the intense submissive ecstasy she's giving you.",
                                    "ChangeImageLayer", "Expression", "1", "SmugEvil",
                                    "Speaks",
                                    "It looks like your body is starting to learn to be the perfect foot addicted masochist. Hmhm, at this rate you're going to be trained to only be able to cum to feet.♥",
                                    "She slowly moves her feet back to your dick, and she mercilessly starts to caress the head of your twitching cock with her stocking covered toes.",
                                    "Your hips instinctively thrust your throbbing shaft into the sweet stimulation, and she starts stroking your shaft with her foot in time with your body's movements, leaving you gasping and moaning for more.",
                                    "ChangeImageLayer", "Expression", "1", "Mocking",
                                    "She gently pinches and flicks your nipples while whispering in your ear.",
                                    "Speaks",
                                    "Maybe you'll get hooked on nipple play too?♥ Pervert.♥ Masochist.♥",
                                    "Your cock aches and throbs with her words, your body pulses with blissful orgasmic pleasure. Your mind is going blank unable to think about anything but her soft stocking clad feet, her teasing hands, and her sweet words.",
                                    "ChangeImageLayer", "Expression", "1", "Smug",
                                    "Speaks",
                                    "Hey, come on.♥ Show me the proof of your complete submission by cumming!",
                                    "PlayerOrgasm", "1",
                                    "Your entire body is electrified with pleasure and you feel another orgasm overtaking you, leaving you to twitch with orgasmic bliss as your aching shaft lets out ropes of thick cum into the air.",
                                    "ChangeImageLayer", "Expression", "1", "Mocking",
                                    "Speaks",
                                    "How pathetic.♥ Cumming uncontrollably to a girl's feet. At least you seem to really be enjoying it.♥ You masochist.♥",
                                    "Your still painfully erect manhood continues to get teased by her stocking covered foot, your body is too immersed in pleasure for you to try and make a coherent response, and a pleasure drunk smile spreads over your face as she calls you a masochist.",
                                    "PlayerOrgasm", "1",
                                    "Trembling and moaning, you writhe with pleasure as her feet milk load after load of cum out of your balls, all the while she gazes at you with a sweet yet condescending expression, whipsering into your ear, gently teasing your nipples.",
                                    "ChangeImageLayer", "Expression", "1", "SmugEvil",
                                    "You can't tell how long she keeps at it, but you can tell you're falling in love with her feet... Her words seeping into your brain, you're becoming her foot addicted masochist...",
                                    "She finally relents her teasing and whispers quietly into your ear while giving your nipples one last flick.",
                                    "Speaks",
                                    "So what do you think?♥ Ready to become my foot slave?♥",
                                    "You twitch and whimper incoherently in her embrace... You can't even think straight...",
                                    "ChangeImageLayer", "Expression", "1", "Disdain",
                                    "Speaks",
                                    "...Oh... Uh... Maybe... Maybe I over did it...",
                                    "The kunoichi finally lets go of you, letting you collapse and twitch on the ground while she stands up, while standing over you she looks down at you with a triumphant and smug smile.",
                                    "ChangeImageLayer", "Expression", "1", "PanicScreamingInternally",
                                    "Then she shudders a little and strips off her cum stained kneesocks and throws them to the side.",
                                    "ChangeImageLayer", "Expression", "1", "Panic",
                                    "Speaks",
                                    "Ew-Ew-Ew! Cum-soaked socks feel so weird to stand on! Ughhh... I need to learn some cum absorption magic or something...",
                                    "ChangeImageLayer", "Expression", "1", "Smile",
                                    "Having been milked completely dry by her skillful footwork, you begin to lose consciousness... But before that you see her eyes light up.",
                                    "Speaks",
                                    "Maybe sensei will teach me new techniques for defeating you so completely!",
                                    "ChangeImageLayer", "Expression", "1", "Smug",
                                    "She turns back to you and gives you a smug grin, stepping down on your aching dick with her bare foot, and you cry out in orgasmic bliss one last time before you black out.",
                                    "Speaks",
                                    "Well good night masochist, and thanks for helping me train.♥ I bet you'll come back for more of your own training, hehe.♥",
                                    "...",
                                    "ChangeSensitivity",
                                    "Pain",
                                    "5",
                                    "ChangeSensitivity",
                                    "Breasts",
                                    "5",
                                    "ChangeFetish",
                                    "Feet",
                                    "5"
                                  ],
                        "picture": ""
                    },
                    {
                        "NameOfScene": "Ninja Art: Sixty Nine Draining",
                        "move": "",
                        "stance": "",
                        "includes": [ "DarkKunoichi"],
                        "theScene": [ "ChangeImageLayer", "Expression", "1", "Cocky",
                                    "The kunoichi stands over your defeated body with a cocky grin.",
                                    "Speaks",
                                    "You should be honored to lose to me!",
                                    "ChangeImageLayer", "Expression", "1", "Condescending",
                                    "She straddles your chest with her waist as she begins to gently stroke your length with one of her dexterous hands.",
                                    "Speaks",
                                    "But let's be honest, you never stood a chance. And now I'm going to milk you {i}dry{/i}.",
                                    "ChangeImageLayer", "Expression", "1", "Smug",
                                    "She leans down and blows a thick cloud of pink mist into your face, making you shudder with lust as it fills your lungs.",
                                    "As your mind clouds with arousal, the kunoichi suddenly stands up before turning around and plopping her shapely rear down onto your face.",
                                    "She lays down on your body, pressing her round breasts against your waist as you feel her hot breath blow onto your twitching manhood.",
                                    "ChangeImageLayer", "Expression", "1", "Amused",
                                    "Speaks",
                                    "You didn't think I was going to fuck you for losing, did you? My mouth's all you deserve.",
                                    "ChangeImageLayer", "Expression", "1", "Base",
                                    "And even though your mind is scattered with lust and her rear is muffling your hearing, you're pretty sure you heard her mutter 'Besides, I'd probably fuck myself silly on this thing...'",
                                    "ChangeImageLayer", "Expression", "1", "Smug",
                                    "You feel her begin to teasingly lick the tip of your shaft as her hands start to powerfully stroke your length and massage your balls.",
                                    "You let out a sharp gasp of pleasure from the blissful sensations, forcing you to breathe in the sweet feminine scent of her sex as your thoughts are blown away from her potent pheromones and her aphrodisiac pulsing through you, but it quickly transforms into a yelp of pain as she suddenly tightens her grip on your cock and balls.",
                                    "ChangeImageLayer", "Expression", "1", "Annoyed",
                                    "Speaks",
                                    "Hey! Lick me you idiot! I want to feel good too!",
                                    "You don't hesitate to drive your tongue into her wet pussy as she threateningly squeezes your balls.",
                                    "ChangeImageLayer", "Expression", "1", "LoveDrunk",
                                    "The kunoichi shivers in pleasure as you lap at her smooth sex, and you let out an involuntary moan as she resumes her licking and stroking of your manhood to reward your efforts.",
                                    "ChangeImageLayer", "Expression", "1", "Smug",
                                    "She eventually stops her teasing licking of your shaft and puts your length into her mouth before powerfully sucking on it, creating an airtight vacuum in her mouth that feels almost as if she could suck your cum directly out of your balls!",
                                    "You shudder in bliss as she quickly begins to bob her head on your full manhood, loudly slurping and licking it as electric bolts of pleasure race through your hips.",
                                    "The kunoichi threateningly squeezes your balls as you involuntarily let up on your licking, almost paralyzed by the mind numbing pleasure shooting through your groin, and you happily get back to work lapping at her drenched sex.",
                                    "ChangeImageLayer", "Expression", "1", "LoveDrunk",
                                    "She happily moans into your cock, creating delightfully pleasant vibrations around your shaft before she powerfully deepthroats your cock and slowly pulls back to the head of your manhood, rewarding your efforts as she frantically licks and sucks on your sensitive flesh.",
                                    "ChangeImageLayer", "Expression", "1", "Smug",
                                    "You let out a muffled moan of ecstasy into the kunoichi's pussy as you begin to spurt thick ropes of cum into the hungry demon's waiting mouth, and your pleasure-addled mind is filled with submissive bliss as you feel your strength effortlessly getting drawn out of your body through your groin and shot into her alongside your semen.",
                                    "Her hands pump your cock and massage your aching balls as she easily extends your orgasm while she slurps on the tip of your manhood, drinking down every last drop of your seed you shoot out.",
                                    "Your body spasms in pleasure as the kunoichi skillfully draws out your seed, and you barely manage to keep lapping at her potently fragrant and dripping sex in between your shuddering gasps of bliss.",
                                    "ChangeImageLayer", "Expression", "1", "SmugEvil",
                                    "Ecstasy continues to cascade through your body as the demonic woman continues to suck hard on the head of your cock while her other hands work your throbbing shaft and aching balls, powerfully sucking out your semen and energy as if she were drinking from a straw.",
                                    "You shudder as your orgasm goes on for what feels like a blissfully long eternity until she finally pulls away from your cock with a loud, wet pop, and you can feel her warm breath on the head of your manhood as she catches the last few drops of your semen on her tongue before loudly gulping the last on your load down.",
                                    "ChangeImageLayer", "Expression", "1", "Cocky",
                                    "Your mind is completely numb with pleasure as you continue to mindlessly lick at the kunoichi's pussy, and she dominantly wiggles her rear down onto your face with a cocky chuckle.",
                                    "Speaks",
                                    "Heh... You know human, my sensei is always going on during our training that the 'balance of power is constantly changing and that we need to keep it in check' and all that.",
                                    "ChangeImageLayer", "Expression", "1", "Smug",
                                    "Speaks",
                                    "She keeps telling us that 'humans and monsters need to co-operate' and it's important that we 'need to become lovers, helping one another for the future', but you know what my favorite part of her speeches are?",
                                    "You let out a shuddering gasp as she begins to roughly pump your throbbing shaft with her hand, sending blissful pleasure racing through you as you lick her pussy more intensely.",
                                    "ChangeImageLayer", "Expression", "1", "Mocking",
                                    "Speaks",
                                    "I think that there's not a single part of you that's wanting to be dominant right now, and that you're more than happy with simply submissively serving a monster right now, or am I wrong?♥",
                                    "You can only happily moan into her soaked sex as she seats herself more firmly onto your face, making your cock twitch as her warm breath blows across its sensitive head.",
                                    "ChangeImageLayer", "Expression", "1", "Smile",
                                    "She lets out a little giggle at your reaction and begins to idly lick the tip of your shaft, making you tremble in pleasure as she continues speaking.",
                                    "ChangeImageLayer", "Expression", "1", "Condescending",
                                    "Speaks",
                                    "Besides, sensei is a total masochist anyways... What does she really know about human men? They're just cum dispensers for us to use, and they love every second of it.♥",
                                    "ChangeImageLayer", "Expression", "1", "Smug",
                                    "As soon as she finishes talking, she dives her head back onto your cock, loudly sucking on your manhood with her greedy mouth as you moan before redoubling your efforts to service her pussy.",
                                    "The kunoichi holds true to her word of milking you dry as she effortlessly draws orgasm after orgasm from you, sucking and slurping down every last drop of your cum until you eventually run out, trembling in ecstasy as you're reduced to shooting out blanks into her blissfully delightful mouth.",
                                    "ChangeImageLayer", "Expression", "1", "SmugEvil",
                                    "But even then, the mind bending pleasure doesn't end as she continues her blowjob, rewarding you for making her cum a few times while you serviced her as an unending series of dry, twitching orgasms blow through you.",
                                    "Gradually, your mind begins to fade away completely from the pleasure as you continue to serve your temporary mistress, and with one final overwhelmingly powerful wave of ecstasy, your exhausted body slips into unconsciousness...",
                                    "ChangeFetish", "Oral", "5",
                                    "ChangeSensitivity",
                                    "Sex",
                                    "5"
                                  ],
                        "picture": ""
                    }
                  ],
    "combatDialogue": [
                        {
                          "lineTrigger": "SetMusicTo",
                          "move": "",
                          "theText": [ "music/Temple/SAMURAI.mp3"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Spank",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'That won't break me!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'As if that would make me feel good!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'I can handle this!'"
                                      ]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Whip",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'This is nothing.'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'I won't break!'",
                                      "|f|ChangeImageLayer|/|Expression|/|PleasureShocked|n|'Ahhhhh!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|PleasureShocked|n|'Kyaaaa!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|HowDareYou|n|She glares at you with a mixture of lust and defiance."]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Demon Layer",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Th-This is nothing.'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'I-I won't break!'",
                                      "|f|ChangeImageLayer|/|Expression|/|PleasureShocked|n|'Ahhhhh!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|PleasureShocked|n|'Kyaaaa!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|HowDareYou|n|She glares at you with a mixture of lust and defiance."]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Holy Headpat",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|HowDareYou|n|'Excuse me?'|f|CallCombatEventAndScene|/|PlayerCombatEvents|/|Enraged|n|",
                                      "|f|ChangeImageLayer|/|Expression|/|HowDareYou|n|'I'll show you for underestimating me...|f|CallCombatEventAndScene|/|PlayerCombatEvents|/|Enraged|n|" ]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Bondage Net", "Magical Binding", "Pin"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|HowDareYou|n|She glares at you with defiance.",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Hah, I can escape this no problem!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'You think you can contain me!?'" ]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Finger",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Mnnn.♥♥♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'H-Ha! As if your fingers could make me cum...'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|Her pussy tightly clings to your finger, not wanting to let go.",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|Her pussy gushes juices, and the undisiplined ninja woman gasps in pleasure."]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Dildo",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Ahhh!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'A-At least it's smaller than the training dildo...'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Hahhh...♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'O-Oh good, it doesn't vibrate...",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Y-Your pathetic weapon doesn't phase me!"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Arouse", "Arousara", "Arousero"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Ooooh, magic. Nice try, idiot.'",
                                      "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Did you really think that would work on someone as skilled as me?!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Heh. Pathetic!'"
                                    ]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Electrify",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'This is nothing!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Is that all you've got?!'",
                                        "|f|ChangeImageLayer|/|Expression|/|HowDareYou|n|She glares at you with defiance."]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Grope Ass", "Squeeze Ass", "Massage Ass", "Fondle Ass", "Breast Caress", "Breast Massage", "Breast Knead", "Breast Fondle"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'C-Cut that out!'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Mnnn.♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'This is nothing...'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Your sloppy t-technique won't make me f-feel good...'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Hehe, you're a helpless perv aren't you?'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'You can't keep your hands off me, can you?'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Hehehe, you're complete fascinated with my body already?'" ]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Suckle",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|As you lick and tease the kunoichi's nipples, she stifles a lewd moan as she tenses in pleasure.",
                                      "|f|ChangeImageLayer|/|Expression|/|Panic|n|'I-I haven't been trained for this kind of play yet!'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Hmmm...♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Your sloppy t-technique won't make me f-feel good...'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Pinch Nipples",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|PleasureShocked|n|'Kyaaaa!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|HowDareYou|n|She glares at you with defiance.",
                                      "|f|ChangeImageLayer|/|Expression|/|HowDareYou|n|'I won't break!'",
                                      "|f|ChangeImageLayer|/|Expression|/|PleasureShocked|n|'Ahhhhh!♥'" ]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Anal Penetration",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|PleasureShocked|n|'W-Wait, hold on! T-That's my ass! EEK!♥♥♥.'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'It d-doesn't matter how we fuck, I'm going to win!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'I-I'm going to break that cock of yours!'"
                                      ]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Penetrate",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'I-I can do this...'",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Do you really think you can beat my perfectly trained pussy?!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Your cock's going to be spurting in defeat before you know it!",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|'I-I'm going to break that cock of yours!'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Thrust", "Channeling Thrust"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Y-You call this a sexual attack!?'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'T-This feels way different than training...♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'I-Is your c-cock supposed to feel so hot?!'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Mnnn?!♥'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Pound", "Multi Thrust", "Carrying Fuck"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Y-You won't defeat me!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|PleasureShocked|n|'H-Head's going blank...♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|PleasureShocked|n|'Your dick feels so good!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Mnnn!♥ D-Damn it! Gotta focus!'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Empowered Thrust",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'You won't defeat me!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'I can take anything you've got!'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'T-This feels way different than training...♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'I-Is your c-cock supposed to feel so hot?!'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Tantric Thrust", "Passionate Lovemaking"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'You won't defeat me!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'I can take anything you've got!'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'T-This feels way different than training...♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'I-Is your c-cock supposed to feel so hot?!'"]
                        },
                        {
                          "lineTrigger": "HitWithA",
                          "move": ["Thrust", "Channeling Thrust"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Y-You call this a sexual attack!?'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'T-This feels way different than training...♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'I-Is your c-cock supposed to feel so hot?!'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Mnnn?!♥'"]
                        },
                        {
                          "lineTrigger": "HitWithA",
                          "move": ["Pound", "Multi Thrust", "Carrying Fuck", "Anal Piston"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Y-You won't defeat me!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|PleasureShocked|n|'H-Head's going blank...♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|PleasureShocked|n|'Your dick feels so good!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Mnnn!♥ D-Damn it! Gotta focus!'"]
                        },
                        {
                          "lineTrigger": "HitWithA",
                          "move": "Empowered Thrust",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'You won't defeat me!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'I can take anything you've got!'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'T-This feels way different than training...♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'I-Is your c-cock supposed to feel so hot?!'"]
                        },
                        {
                          "lineTrigger": "HitWithA",
                          "move": ["Tantric Thrust", "Passionate Lovemaking"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'You won't defeat me!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'I can take anything you've got!'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'T-This feels way different than training...♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'I-Is your c-cock supposed to feel so hot?!'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Deep Kiss, Lovingly Rough Kiss, Skillfully Passionate Kiss, Misty Kiss, Sensually Seductive Kiss"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'D-Don't think kissing will make me lose focus...'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'M-My head feels like it's spinning...'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Mmmm...♥",
                                    "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'A-As if this kind of stimulation would bother me."]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Lewd Bottle", "Cloying Mist", "Placebo Pheromone"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Panic|n|'Wha- Hey I'm the one who's supposed to be drugging you!'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'I- uhm... crap I'm already feeling the aphrodisiac...'",
                                      "|f|ChangeImageLayer|/|Expression|/|Panic|n|'Y-You pervert!'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Charm", "Charm Wave"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Panic|n|'I... I want to serv-♥ AH?! S-Stop messing with me!'",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'Ahhh...♥ Wh-Why can't I stop thinking about your dick?!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Panic|n|'Maste-♥' She covers her mouth with one hand, cutting herself off before giving you an aroused glare."]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Enfeeble", "Sensitize"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'I won't lose!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|She gives you a defiant glare.",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'D-Damn you...'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Disarming Appeal"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Hehehe, wow, you're {i}already{/i} helpless?'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Well, I {i}am{/i} pretty amazing.'" ]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Sleep",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Panic|n|'I-I have to finish this soon, or I'm going to be completely helpless!'"
                                      ]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Seduce", "Enamor", "Smoldering Seduction", "Smoldering Flaunt", "Massaging Seduction", "Mass Seduction"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Heh. You're an idiot.'",
                                      "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Not listening!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'You call {i}that{/i} seduction?'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Ear Tease",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|HowDareYou|n|'Uhhh, what are you doing?'",
                                        "|f|ChangeImageLayer|/|Expression|/|HowDareYou|n|'H-Hey! Leave my ears out of this!'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Face Fuck",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|HowDareYou|n|She looks up at you defiantly as you fuck her face.",
                                        "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|The kunoichi does her best to stifle her moans."
                              ]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Analyze",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Excited|n|'Checking to see how awesome I am?'",
                                      "|f|ChangeImageLayer|/|Expression|/|Mocking|n|Pffft, that won't help you, I {i}have{/i} no weaknesses."]
                        },



                        {
                            "lineTrigger": "UsesMove",
                            "move": "Ninja Art: Erotic Mist",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|She makes strange hand signs.",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Erotic Mist!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Try and dodge this!'"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Ninja Art: Super Erotic Mist",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|She makes strange hand signs.",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'{i}Super{/i} Erotic Mist!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'You can't handle two of us at once, can you? Hehehe...'"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Ninja Art: Sleep Bomb",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Cocky|n|She makes strange hand signs.",
                                        "|f|ChangeImageLayer|/|Expression|/|Smile|n|'Go Sleep Bomb!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Sleep tight dumbass!'"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Ninja Art: Pressure Points",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'It's like you're moving in slow motion!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'HAH!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Hpmh!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'I can read your every pathetic move!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'I'm going to make you spurt like the mindless idiot you are!'"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Ninja Art: Blowjob",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Disdain|n|'I'm still not sure why this is a ninja art...",
                                        "|f|ChangeImageLayer|/|Expression|/|Smile|n|She makes strange hand signs.",
                                        "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Get ready!'"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Ninja Art: Oral Assault",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Hmhmhm.'",
                                      "|f|ChangeImageLayer|/|Expression|/|Smile|n|Loud slurping sounds escape her mouth.",
                                      "|f|ChangeImageLayer|/|Expression|/|Smile|n|Lewd and wet sounds emanate from her mouth."]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Ninja Art: Tornado Suction",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smile|n|'Nm, Mmmm♥' *Suuuuck*",
                                      "|f|ChangeImageLayer|/|Expression|/|Smile|n|Loud slurping sounds escape her mouth.",
                                      "|f|ChangeImageLayer|/|Expression|/|Smile|n|Lewd and wet sounds emanate from her mouth."]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Ninja Art: Flash Step",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|She makes strange hand signs.",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'It's all over now!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Get ready to submit!'"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Ninja Art: Grinding Step",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Hehehe, your dick is throbbing so much!'",
                                        "|f|ChangeImageLayer|/|Expression|/|SmugEvil|n|'Just give up, you're clearly going to lose!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Humans are such perverts.'",
                                        "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'How's it feel to get off from a girl's foot?'",
                                        "|f|ChangeImageLayer|/|Expression|/|SmugEvil|n|'I'm not stopping until your dick loves getting stepped on!'"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Ninja Art: Trampling Step",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|SmugEvil|n|'I'm not going to stop until your cock loves this!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Awww, did that hurt? I didn't do it too hard, your cock's loving it afterall.'",
                                        "|f|ChangeImageLayer|/|Expression|/|SmugEvil|n|'Just submit!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'How's it feel to get crushed and dominated?'",
                                        "|f|ChangeImageLayer|/|Expression|/|SmugEvil|n|'I'm not stopping until you're a complete masochist!'",
                                        "|f|ChangeImageLayer|/|Expression|/|SmugEvil|n|'I'm not stopping until you're a complete masochist! ...Dumb sensei saying I should be one...'"]
                        },

                        {
                            "lineTrigger": "UsesMove",
                            "move": "Ninja Art: Face Step",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'I bet you feel so humilated right now. Come on, cum for our feet!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Come on, breathe in my scent, you'll love it.'",
                                        "|f|ChangeImageLayer|/|Expression|/|SmugEvil|n|'Hey, if you don't get away soon, you're going to become addicted to feet!'",
                                        "|f|ChangeImageLayer|/|Expression|/|SmugEvil|n|'Our socks are laced with a special drug that affects humans, and if you don't get away soon, it's going to turn your head to mush.♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'We're completely dominating you... Heh, lick my foot.'" ]
                        },


                        {
                            "lineTrigger": "UsesMove",
                            "move": "Ninja Art: Eternal Love Kick",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|She makes strange hand signs.",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Heh, I bet I can take you like this! Eternal love kick!'"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Ninja Art: Gyration",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'I-I can handle this...'",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Is my well trained pussy too much for you?! Ahhh...♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|'You can't beat me! Mnn!♥'"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Ninja Art: Bouncing Bliss",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|She makes strange hand signs.",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Is my well trained pussy too much for you?! Ahhh...♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|'You can't beat me! Mnn!♥'"]
                        },
                        {
                            "lineTrigger": "usesMoveA",
                            "move": "Ninja Art: Gyration",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|She makes strange hand signs.",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Is my well trained ass too much for you?! Ahhh...♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|'You can't beat me! Mnn!♥'"]
                        },
                        {
                            "lineTrigger": "usesMoveA",
                            "move": "Ninja Art: Bouncing Bliss",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|She makes strange hand signs.",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Is my well trained ass too much for you?! Ahhh...♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|'You can't beat me! Mnn!♥'"]
                        },
                        {
                            "lineTrigger": "LowHealth",
                            "move": "",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n||f|ChangeImageLayer|/|Base|/|Blush|n|'A-Am I going to lose?!'",
                                        "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n||f|ChangeImageLayer|/|Base|/|Blush|n|'N-No way... I-I think I'm going to cum...'",
                                        "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n||f|ChangeImageLayer|/|Base|/|Blush|n|'Th-This is impossible...♥ I-I can't l-lose to someone like you!"]
                        },
                        {
                            "lineTrigger": "PlayerLowHealth",
                            "move": "",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Heh, you're trembling so much, going to cum?'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Your dick's begging for me to end you.♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Come on! You can't beat me! Give up and cum already!'"]
                        },
                        {
                            "lineTrigger": "OnPlayerOrgasm",
                            "move": "Sex",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|You shudder with pleasure as the ninja woman grinds and gyrates her hips, caressing and massaging your cock with her powerful internal muscles, and you moan as she firmly squeezes on your shaft, milking out a large spurt of cum from your manhood.",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|The demonic ninja continues to bounce on your shaft, and with every meeting of your hips, a wave of magical pleasure flows into your groin. Orgasmic bliss cascades through your body again and again until you can't hold back anymore, and with a groan you fill her tight pussy with your cum!"
                                      ]
                        },
                        {
                            "lineTrigger": "OnPlayerOrgasm",
                            "move": "Anal",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|The ninja woman grinds and gyrates her hips, and your cock is caressed and massaged all over from her powerful internal muscles, until with a definitive squeeze she milks out a large spurt of cum from your cock.",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|The demonic ninja continues to bounce on your shaft, and with every meeting of your hips, a wave of magical pleasure flows into your groin. Orgasmic bliss cascades through your body again and again until you can't hold back anymore, and with a groan you fill her tight ass with your cum!"
                                      ]
                        },
                        {
                            "lineTrigger": "OnPlayerOrgasm",
                            "move": "Blowjob",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|As the ninja woman sucks your cock, she wraps her arms around your waist and begins to agressively bob her head, sending jolts of electic pleasure into your hips until you blow your load into her teasing mouth, and she greedily gulps down your thick cum before resuming her blowjob.",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|You groan as the kunoichi sucks intensely on your manhood as her dexterous tongue licks and teases your entire length until pleasure overwhelms you, wrapping your arms around her head as you ejaculate into her mouth, feeding her spurt after spurt of your cum.",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|You try to push the demon ninja away before she makes your erupt into her greedy mouth, but as you look down at her, the kunoichi's eyes flash with pink hearts and you find yourself willingly thrusting back into her soft lips as you intentionally feed her your semen!"
                                      ]
                        },
                        {
                            "lineTrigger": "OnPlayerOrgasm",
                            "move": "Ninja Art: Face Step",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Mocking|n|As the ninja woman presses her foot down on your face while your cock is roughly stroked by the second demon ninja, a feeling of complete submission rolls over you, and as your shaft spurts a thick load of cum onto the foot of the woman giving you a footjob, she grinds her heel down with a cocky grin, making your body spasm in pleasure.",
                                        "|f|ChangeImageLayer|/|Expression|/|Mocking|n|The kunoichi forces her sock-clad foot into your mouth, and as it touches your tongue, a wave of pleasure fogs over your mind. You submissively lick at the first kunoichi's foot as the second kunoichi grinds her heel down onto your aching cock, forcing your dick to shoot out a thick rope of cum!"
                                      ]
                        },
                        {
                            "lineTrigger": "OnPlayerOrgasm",
                            "move": "Footjob",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Mocking|n|The kunoichi's foot brings you to the brink of orgasm before suddenly lifting high into the air and slamming back down on your overstimulated shaft, making you cry out in a mixture of pain and pleasure as your dick spurts out load after load of cum onto her foot while she flashes a superior smile at you.",
                                        "|f|ChangeImageLayer|/|Expression|/|Mocking|n|The kunoichi roughly strokes your dick with her foot, occasionally grinding her heel down onto your aching shaft, sending shivers of pleasure racing through your body as the soft texture of her socks adds to her ecstasy inducing assault until you can't hold back anymore, groaning as your dick blows its load in submission.",
                                        "|f|ChangeImageLayer|/|Expression|/|Mocking|n|The demonic woman grinds and strokes your manhood with her foot until you're on the brink of orgasm, then begins to gently tease the tip of your cock, making you shudder in orgasmic bliss as you unload a thick torrent of your seed for the demoness."
                                      ]
                        },
                        {
                            "lineTrigger": "OnPlayerOrgasm",
                            "move": "",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|You grunt, trying to resist your incoming ejaculation, but the kunoichi saunters up to you and blows a cloud of pink mist into your face, clouding your mind with lust as you spurt load after load of cum onto the ground, much to her giggling amusement.",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|The kunoichi moves in and jabs a few spots in your body with her fingers before dancing away with a cocky laugh. Before you realize what just happened, your entire body is wracked with orgasmic pleasure as your manhood blows its load into the air."
                                      ]
                        },
                        {
                            "lineTrigger": "onOrgasm",
                            "move": "",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|FuckedSillyPost|n|'MNNNN!!!♥ AHHHH!♥♥♥ H-How...?♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|FuckedSillyPost|n|'AHHHHHH!♥ Mnn...♥ I-I failed...♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|FuckedSillyPost|n|'EEEEEKK!♥ S-So good...♥'"
                                      ]
                        },
                        {
                            "lineTrigger": "OnSurrender",
                            "move": "",
                            "theText": [ "'Seriously? Well, I guess you can be my training dummy then!'",
                                        "'Smart move, you didn't have a chance against me.'"]
                        },
                        {
                            "lineTrigger": "StanceStruggle",
                            "move": "Sex",
                            "theText": [ "{ThePlayerName} tries to pull out of {AttackerName}'s finely muscled pussy..."]
                        },
                        {
                            "lineTrigger": "StanceStruggleFail",
                            "move": "Sex",
                            "theText": [ "But {AttackerName} roughly pins you to the ground and keeps riding your shaft!",
                                        "But her pussy clamps down like a vice, keeping you snugly inside her as she gyrates her hips!",
                                        "But a wave of tingling pleasure flows into your groin, giving you pause as you moan.",
                                        "But she desprately clings to you as she rides your cock, and you can't pry free the pleasure wracked woman!",
                                        "But as you grab her hips to pull out, she looks into your eyes, and with a pink heart shaped flash, you are overcome with the urge to continue fucking her."]
                        },
                        {
                            "lineTrigger": "StanceStruggleComment",
                            "move": "Sex",
                            "theText": [ "",
                                        "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Your cock w-will submit to my pussy!♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'It wont be long until I wring you dry!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Haahhhh♥ hahhhhh!♥ Come on don't be a coward!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Just give up already!'"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFree",
                            "move": "Sex",
                            "theText": [ "And manage to pull your cock out of her tight slit!"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFreeComment",
                            "move": "Sex",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'H-Huh?! Wait, uh, s-should we take a time out?'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Clearly you're scared of my pussy!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Heheh, guess I had you on the ropes, time to finish you off then!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'You can't keep up with me can you?!'",
                                      ""]
                        },
                        {
                            "lineTrigger": "StanceStruggle",
                            "move": "Anal",
                            "theText": [ "{ThePlayerName} tries to pull out of {AttackerName}'s finely muscled rear..."]
                        },
                        {
                            "lineTrigger": "StanceStruggleFail",
                            "move": "Anal",
                            "theText": [ "But {AttackerName} roughly pins you to the ground and keeps riding your shaft!",
                                        "But her ass clamps down like a vice, keeping you snugly inside her as she gyrates her hips!",
                                        "But a wave of tingling pleasure flows into your groin, giving you pause as you moan.",
                                        "But she desprately clings to you as she rides your cock, and you can't pry free the pleasure wracked woman!",
                                        "But as you grab her hips to pull out, she looks into your eyes, and with a pink heart shaped flash, you are overcome with the urge to continue fucking her."]
                        },
                        {
                            "lineTrigger": "StanceStruggleComment",
                            "move": "Anal",
                            "theText": [ "",
                                        "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Your cock w-will submit to my ass!♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'It wont be long until I wring you dry!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Haahhhh♥ hahhhhh!♥ Come on don't be a coward!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Just give up already!'"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFree",
                            "move": "Anal",
                            "theText": [ "And manage to pull your cock out of her tight ass!"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFreeComment",
                            "move": "Anal",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|'H-Huh?! Wait, uh, s-should we take a time out?'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Clearly you're scared of my ass!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Heheh, guess I had you on the ropes, time to finish you off then!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'You can't keep up with me can you?!'",
                                      ""]
                        },
                        {
                            "lineTrigger": "StanceStruggle",
                            "move": "Blowjob",
                            "theText": [ "{ThePlayerName} tries to push {AttackerName}'s mouth away from {TargetHisOrHer} rigid shaft..."]
                        },
                        {
                            "lineTrigger": "StanceStruggleFail",
                            "move": "Blowjob",
                            "theText": [ "But as she takes your cock's full length into her mouth and sucks on it hard, you can't bring yourself to push her away!",
                                        "But as you start to push her away, her eyes flash with pink hearts and you find yourself thrusting back into her greedy mouth.",
                                        "But with intense suction, she keeps your dick loged in her teasing mouth with a few long, wet sucks!",
                                        "But she firmly locks her arms around your waist and keeps bobbing her head as she sucks your cock!"]
                        },
                        {
                            "lineTrigger": "StanceStruggleComment",
                            "move": "Blowjob",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Mmmmm, come on, give me your energy.'",
                                    "|f|ChangeImageLayer|/|Expression|/|Smug|n|Loud slurping sounds escape her mouth.",
                                    "|f|ChangeImageLayer|/|Expression|/|Smug|n|Lewd, wet sounds emanate from her mouth."]
                        },
                        {
                            "lineTrigger": "StanceStruggleFree",
                            "move": "Blowjob",
                            "theText": [ "And manage to get her greedy mouth and teasing tongue away from your cock!"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFreeComment",
                            "move": "Blowjob",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Clearly you're scared of my mouth!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Heheh, guess I had you on the ropes, time to finish you off then!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'You can't keep up with me can you?!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Hehe, my skills are unmatched.'",
                                      ""]
                        },
                        {
                            "lineTrigger": "StanceStruggle",
                            "move": "Footjob",
                            "theText": [ "{ThePlayerName} tries to push {AttackerName}'s foot away from {TargetHisOrHer} rigid shaft..."]
                        },
                        {
                            "lineTrigger": "StanceStruggleFail",
                            "move": "Footjob",
                            "theText": [ "But she presses her foot down hard on your cock, grinding her heel into your balls, making you cry out in both pain and pleasure!",
                                        "But as you start to scrabble away, the kunoichi swiftly stomps down on your chest, knocking the air out of you and stopping you in your tracks before she moves her attention back down to your shaft.",
                                        "But as her sock covered toes tease the head of your dick, you can only shiver and moan in pleasure!",
                                        "But as she strokes your manhood with her foot, you find yourself wanting to relax and revel in this submissive pleasure..."]
                        },
                        {
                            "lineTrigger": "StanceStruggleComment",
                            "move": "Footjob",
                            "theText": [ "",
                                      "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Masochist.♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'If you don't get away, you're going to become a foot loving pervert.♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'You look so pathetic.♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Come on, submit already!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'You don't have a chance against me.♥'"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFree",
                            "move": "Footjob",
                            "theText": [ "And manage to get away from her domineering feet!",
                                      "And push {AttackerName} off balance so you can escape her heel!"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFreeComment",
                            "move": "Footjob",
                            "theText": [
                                      "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'What's wrong? Were you going to cum from my foot? Hehehe.♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Hehehe, scared from how good it felt?♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Cocky|n|'Hehe, my skills are unmatched.'",
                                      ""]
                        },
                        {
                            "lineTrigger": "StanceStruggle",
                            "move": "Making Out",
                            "theText": [ "{ThePlayerName} tries to break the deep kiss with {AttackerName}..."]
                        },
                        {
                            "lineTrigger": "StanceStruggleFail",
                            "move": "Making Out",
                            "theText": [ "But she keeps her arms tightly locked around {ThePlayerName}, and he stays locked in a deep, loving kiss!",
                                        "But she stares lovingly into your eyes as hers flash pink, and you find yourself deepening the romantic kiss.",
                                        "But her dexterous tongue wraps itself around yours, keeping you stuck in a deep make out session!"]
                        },
                        {
                            "lineTrigger": "StanceStruggleComment",
                            "move": "Making Out",
                            "theText": [ "",
                                      "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|She looks into your eyes with a dazed expression on her face.",
                                        "|f|ChangeImageLayer|/|Expression|/|Smile|n|'Mmmm...♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|LoveDrunk|n|Despite her agile tongue, you find yourself easily dominating her mouth."]
                        },
                        {
                            "lineTrigger": "StanceStruggleFree",
                            "move": "Making Out",
                            "theText": [ "And free your mouth from {AttackerName}'s soft lips!"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFreeComment",
                            "move": "Making Out",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Panic|n|She seems to snap out of a slight daze.",
                                      "|f|ChangeImageLayer|/|Expression|/|Panic|n|'Uwa?!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Panic|n|'H-Huh?! I-I wasn't enjoying that!'"]
                        }
                      ],
  "victoryScenes": [
          {
              "NameOfScene": "TwoDarkKunoichiDefeatedSex",
              "move": "",
              "stance": "Sex",
              "includes": [ "DarkKunoichi", "DarkKunoichi"],
              "theScene": [ "ChangeBGM", "music/Loss/reason.mp3",
                          "ChangeImageLayer", "Expression", "1", "LoveDrunk", "ChangeImageLayer", "Base", "1", "Blush",
                          "The kunoichi you're fucking lets out a scream of orgasmic pleasure underneath you as you thrust into her spasming pussy, but she refuses to fade away through sheer force of will as she defiantly glares up at you with the faintest expression of lust, while her ally trembles on the ground near by in ecstasy.",
                          "ChangeImageLayer", "Expression", "1", "HowDareYou",
                            "Speaks",
                            "D-Don't think you've won just yet, human! The two of us are still not defeated! T-There's no way we will lose to someone like you...",
                            "ChangeImageLayer", "Expression", "1", "Fear",
                            "Her ally uses your pre-occuipation with her comrade to escape in a puff of smoke, the pleasure wracked woman underneath you looks a little nervous at being abandoned by her ally.",
                            "Speaks",
                            "Th-...There's no way {i}I'll{/i} lose to someone like you...",
                            "ClearMonsterEncounter",
                            "JumpToEventThenScene",
                            "DarkKunoichi Defeated",
                            "SexStart"
                        ],
              "picture": ""
          },
          {
              "NameOfScene": "DarkKunoichiDefeatedSex",
              "move": "",
              "stance": "Sex",
              "includes": [ "DarkKunoichi"],
              "theScene": [ "ChangeBGM", "music/Loss/reason.mp3",
                          "ChangeImageLayer", "Expression", "1", "LoveDrunk", "ChangeImageLayer", "Base", "1", "Blush",
                          "The kunoichi lets out a scream of orgasmic pleasure underneath you as you thrust into her spasming pussy, but she refuses to fade away through sheer force of will as she defiantly glares up at you with the faintest expression of lust.",
                          "ChangeImageLayer", "Expression", "1", "HowDareYou",
                          "Speaks",
                          "D-Don't think you've won just yet, human! I-I'm still not defeated! T-There's no way I could lose to someone like you...",
                          "ClearMonsterEncounter",
                          "JumpToEventThenScene",
                          "DarkKunoichi Defeated",
                          "SexStart"
                        ],
              "picture": ""
          },
          {
              "NameOfScene": "TwoDarkKunoichiDefeatedAnal",
              "move": "",
              "stance": "Anal",
              "includes": [ "DarkKunoichi", "DarkKunoichi"],
              "theScene": [ "ChangeBGM", "music/Loss/reason.mp3",
                          "ChangeImageLayer", "Expression", "1", "LoveDrunk", "ChangeImageLayer", "Base", "1", "Blush",
                          "The kunoichi you're fucking lets out a scream of orgasmic pleasure underneath you as you thrust into her tight ass, but she refuses to fade away through sheer force of will as she defiantly glares over her shoulder up at you with the faintest expression of lust, while her ally trembles on the ground near by in ecstasy.",
                          "ChangeImageLayer", "Expression", "1", "HowDareYou",
                            "Speaks",
                            "D-Don't think you've won just yet, human! The two of us are still not defeated! T-There's no way we will lose to someone like you...",
                            "ChangeImageLayer", "Expression", "1", "Fear",
                            "Her ally uses your pre-occuipation with her comrade to escape in a puff of smoke, the pleasure wracked woman underneath you looks a little nervous at being abandoned by her ally.",
                            "Speaks",
                            "Th-...There's no way {i}I'll{/i} lose to someone like you...",
                            "ClearMonsterEncounter",
                            "JumpToEventThenScene",
                            "DarkKunoichi Defeated",
                            "AnalStart"
                        ],
              "picture": ""
          },
          {
              "NameOfScene": "DarkKunoichiDefeatedAnal",
              "move": "",
              "stance": "Anal",
              "includes": [ "DarkKunoichi"],
              "theScene": [ "ChangeBGM", "music/Loss/reason.mp3",
                          "ChangeImageLayer", "Expression", "1", "LoveDrunk", "ChangeImageLayer", "Base", "1", "Blush",
                          "The kunoichi lets out a scream of orgasmic pleasure underneath you as you thrust into her tight ass, but she refuses to fade away through sheer force of will as she defiantly glares over her shoulder up at you with the faintest expression of lust.",
                          "ChangeImageLayer", "Expression", "1", "HowDareYou",
                            "Speaks",
                            "D-Don't think you've won just yet, human! I-I'm still not defeated! T-There's no way I could lose to someone like you...",
                            "ClearMonsterEncounter",
                            "JumpToEventThenScene",
                            "DarkKunoichi Defeated",
                            "AnalStart"
                        ],
              "picture": ""
          },
          {
              "NameOfScene": "TwoDarkKunoichiDefeated",
              "move": "",
              "stance": "",
              "includes": [ "DarkKunoichi", "DarkKunoichi"],
              "theScene": [ "ChangeBGM", "music/Loss/reason.mp3",
                  "ChangeImageLayer", "Expression", "1", "LoveDrunk", "ChangeImageLayer", "Base", "1", "Blush",
                            "The two kunoichi collapses onto the ground, gasping with lust as their bodies spasm from orgasmic pleasure, but they refuses to fade away through sheer force of will, and one of them defiantly glares up at you with the faintest expression of need.",
                              "ChangeImageLayer", "Expression", "1", "HowDareYou",
                              "Speaks",
                            "D-Don't think you've won just yet, human! The two of us are still not defeated! T-There's no way we will lose to someone like you...",
                              "ChangeImageLayer", "Expression", "1", "Fear",
                              "Her ally manages to escape in a puff of smoke, leaving her pleasure ally alone with you, and she's looking a bit nervous at being completely abandoned.",
                            "Speaks",
                            "Th-...There's no way {i}I'll{/i} lose to someone like you...",
                            "ClearMonsterEncounter",
                            "JumpToEvent",
                            "DarkKunoichi Defeated"
                        ],
              "picture": ""
          },
          {
              "NameOfScene": "DarkKunoichiDefeated",
              "move": "",
              "stance": "",
              "includes": [ "DarkKunoichi"],
              "theScene": [ "ClearMonsterEncounter",
                              "ChangeImageLayer", "Expression", "1", "LoveDrunk", "ChangeImageLayer", "Base", "1", "Blush",
                          "ChangeBGM", "music/Loss/reason.mp3",
                            "ChangeImageLayer", "Expression", "1", "HowDareYou",
                            "The kunoichi collapses onto the ground, gasping with lust as her body spasms in orgasmic pleasure, but she refuses to fade away through sheer force of will as she defiantly glares up at you with the faintest expression of need.",
                            "Speaks",
                            "D-Don't think you've won just yet, human! I-I'm still not defeated! T-There's no way I could lose to someone like you...",
                            "ClearMonsterEncounter",
                            "JumpToEvent",
                            "DarkKunoichi Defeated"
                        ],
              "picture": ""
          }
        ],
        "pictures": [
                      {
                          "Name": "Base",
                          "StartOn": "1",
                          "AlwaysOn": "1",
                          "IsScene": "0",
                          "TheBody": "1",
                          "Overlay": "No",
                          "setXalign": "-0.015",
                          "setYalign": "0.3",
                          "Images": [
                            {
                                "Name": "Base",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Body.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            }
                        ]
                      },
                      {
                          "Name": "BodyExtra",
                          "StartOn": "1",
                          "AlwaysOn": "1",
                          "IsScene": "0",
                          "TheBody": "0",
                          "Overlay": "No",
                          "setXalign": "0.0",
                          "setYalign": "0.0",
                          "Images": [
                            {
                                "Name": "Fishnets",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Clothing_StringTop.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            }
                        ]
                      },
                      {
                          "Name": "Expression",
                          "StartOn": "1",
                          "AlwaysOn": "1",
                          "IsScene": "0",
                          "TheBody": "0",
                          "Overlay": "No",
                          "setXalign": "0.0",
                          "setYalign": "0.0",
                          "Images": [
                            {
                                "Name": "Base",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Base.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Adoration",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Adoration.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Smile",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Smile.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Smug",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Smug.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "SmugEvil",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_SmugEvil.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Excited",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Excited.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Amused",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Amused.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Panic",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Panic.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "PanicScreamingInternally",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_ScreamingInternally.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Fear",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Fear.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Annoyed",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Annoyed.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "HowDareYou",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_HowDareYou.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Disdain",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Disdain.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Cocky",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Cocky.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Condescending",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Condescending.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Mocking",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Mocking.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "EvilLaugh",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_LaughEvil.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "LoveDrunk",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_LoveDrunk.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "PleasureShocked",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_PleasureShocked.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "FuckedSilly",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_FuckedSilly.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "FuckedSillyPost",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_FuckedSillyPost.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Sleeping",
                                "File": "../Mods/IzebelsMansion/Images/Monsters/Kunoichi_Trainee(DS)/KunoichiDS_Sleeping.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            }
                        ]
                      }
                    ]
}
