{
    "name": "Harpy Tengu",
    "IDname": "TenguHarpyBR",
    "species": "Avian",
    "gender": "female",
    "description": "A slender young avian woman with small, pointed ears and short windswept black hair adorned with a small, hexagonal and pointed red hat, tied up in the back with a bow of white string.\n\nHer cheerful green eyes and lighthearted smile frame her cute face, displaying an abundant amount of bubbly energy in her slim body. Instead of arms and hands, she has two large wings covered in large, fluffy black plumage.\n\nHer B cup breasts are covered with her fancy, flowing light green kimono, and small white pom poms dangle from strings on its side, bouncing lightly every time she flaps her wings.\n\nA small brace of black tail feathers sprouts from just above her firm rear, but it's hard to get a good look at them underneath the hem of her kimono, which also covers her pussy.\n\nStarting from her hips and moving down, her slim thighs are covered in more of her soft looking plumage, and ending shortly before reaching her birdlike talons where her feet and ankles would normally be. \n\nActually, now that you look closer, her black feathers look like they're covered with paint...",
    "encyclopedia": "These harpies are on hire by the temple to dress up as crow tengu to help pad out the dungeon for adventurers, as well as creating jobs for harpies who wish to do things other than trade for a living.\n\nIt's a generally well respected job for harpies, as only harpies who have a disposition for channeling and utilizing their innate magical talents are allowed to get the position.\n\nActual crow tengus find their presence in the temple somewhat insulting, but put up with them due to the cheerful and kind nature of the harpies.\n\nAs an additional factor unknown to the crow tengu, both humans and monsters alike have complained about them being much more difficult to deal with, so having harpies instead was a much easier option.\n\nTengu harpies usually look up to normal tengus, thinking that they're 'cool' and 'actually have hands' on top of their already formidable natural magical abilities, and will often attempt to emulate their behavior in an attempt to be more like them.",
    "tags": "none",
    "generic": "True",
    "requires": [ "Sigil Of Will-Power"],
    "skillList": [ "Wind's Blessing", "Harpies Song", "Harpies Song",  "Feather Tease", "Dive Bomb", "Feather Job", "Feather Job", "Face Grind", "Harpy Double Trouble", "Harpy Double Team", "Harpy Insert", "Fluffy Feather Sex", "Harpy Love Song"],
    "perks": [ "Swift"],
    "stats": { "lvl": "20",
              "Exp": "150",
              "max_hp": "450",
              "max_ep": "50",
              "max_sp": "1",
              "Power": "10",
              "Technique": "20",
              "Intelligence": "15",
              "Allure": "15",
              "Willpower": "10",
              "Luck": "15"
    },
    "Fetishes": [ ""],
    "BodySensitivity": { "Sex": "100",
              "Ass": "100",
              "Breasts": "200",
              "Mouth": "100",
              "Seduction": "100",
              "Magic": "50",
              "Pain": "50",
              "Holy": "100",
              "Unholy": "100"
    },
    "resistancesStatusEffects": {
              "Stun": "0",
              "Charm": "25",
              "Aphrodisiac": "0",
              "Restraints": "10",
              "Sleep": "0",
              "Trance": "0",
              "Paralysis": "0"
    },
    "moneyDropped": "300",
    "ItemDropList": [
                      {
                        "name": "Harpy Feather",
                        "dropChance": "75"
                      },
                      {
                        "name": "Harpy Feather",
                        "dropChance": "50"
                      },
                      {
                        "name": "Harpy Egg",
                        "dropChance": "25"
                      },
                      {
                        "name": "Soothing Potion",
                        "dropChance": "40"
                      },
                      {
                        "name": "Anti-Magic Rune",
                        "dropChance": "15"
                      },
                      {
                        "name": "Wind Rune",
                        "dropChance": "10"
                      }
                    ],
    "lossScenes": [
                    {
                        "NameOfScene": "One Harpy Scene",
                        "move": "",
                        "stance": "",
                        "includes": [ "TenguHarpyBR"],
                        "theScene": [ "ChangeImageLayer", "Expression", "1", "Base",
                                    "Unable to fight back anymore, you fall back onto the ground, gasping for air.",
                                    "ChangeImageLayer", "Expression", "1", "Happy",
                                    "Speaks",
                                    "I did it!♪ All that training {i}has{/i} paid off!♪",
                                    "ChangeImageLayer", "Expression", "1", "Singing",
                                    "She hums a cheerful and mystifying tune as she straddles your waist, and your cock twitches in pleasure with each musical note she makes.",
                                    "ChangeImageLayer", "Expression", "1", "Happy",
                                    "Speaks",
                                    "Ehehe!♪ and so the mighty hero is defeated by the fearsome 'tengu'! And now that I've won, that means we get to mate.♪",
                                    "ChangeImageLayer", "Expression", "1", "Smug",
                                    "The tengu harpy gently teases your chest with her soft, feathery wings as she aligns her hips above your rigid manhood before spearing herself on it, drawing a gasp from you as she starts to slowly ride its length.",
                                    "She gazes down at you with her brilliant green eyes as she shivers in bliss from the sensation of having your cock inside of her, and she lets out a happy sigh as she begins to move her hips in slow, delightful circular movements.",
                                    "ChangeImageLayer", "Expression", "1", "Embarassed", "ChangeImageLayer", "Base", "1", "Blush",
                                    "Taken with lustful need, she slowly lifts her hips before slamming them back down again, shuddering in delight as your manhood hits her cervix.",
                                    "ChangeImageLayer", "Expression", "1", "Base",
                                    "Speaks",
                                    "Your cock is so biiiggg.♥ Mnnn...♥ Ahhh...♥ B-But I can't let myself get distracted now, I've gotta focus!♪",
                                    "ChangeImageLayer", "Expression", "1", "Singing",
                                    "The tengu harpy begins to hum her blissfully mystifying tune once more as starts to gently tease your nipples with her feathers while continuing to ride your throbbing cock, making you shudder in ecstasy as bolts of pure pleasure race through your body while her delightful voice begins to drown out your thoughts.",
                                    "ChangeImageLayer", "Expression", "1", "SingingExcited",
                                    "She giggles happily at your shuddering reaction to her humming and movements, speeding up as she becomes more confident in herself until she's wildly fucking your shaft with every ounce of her energy while singing a sweet, unintelligible serenade and powerfully flicking your nipples with the tips of her wings, sending jolts of pleasure into your chest.",
                                    "Her singing easily pierces through your lust addled mind, echoing through your thoughts endlessly as every note she sings makes your cock throb and twitch with pleasure inside her pussy.",
                                    "ChangeImageLayer", "Expression", "1", "Singing",
                                    "The tengu harpy stops teasing you with her soft wings as her aroused gasping wonderfully harmonizes with her singing, and she braces herself on your chest as she begins to ride you even faster as shivers of delight run up your spine.",
                                    "ChangeImageLayer", "Expression", "1", "SingingExcited",
                                    "Her glittering green eyes lovingly bore into yours as a cascade of moans and singing spills from her lips, and you gasp and squirm underneath her as her songs makes your body and mind swim with pleasure and emotion.",
                                    "Your heart aches with growing infatuation as a burning need to cum builds in your groin, and your chest flutters with every moaning note the tengu harpy warbles as she rides your cock.",
                                    "She redoubles her efforts to fuck your shaft senseless as her voice gets higher due to her own approaching orgasm, bouncing in time to the rhythm of her own song, and soon the feelings of love and ecstasy cascading over your body and mind become too much for you to handle, and you let out a wordless cry of pleasure as your cock shoots load after load of thick cum deep into her pussy.",
                                    "ChangeImageLayer", "Expression", "1", "Singing",
                                    "PlayerOrgasm", "1",
                                    "As your cum enters her womb, her voice goes up an octave as she cries out in orgasm herself while her body shakes and trembles, and she lets out a single, piercing high note as she barely manages to maintain her alluringly mind melting singing, which only serves to take you higher and higher into heavenly ecstasy as every thought other than her beautiful singing and the pleasure racing through your body is washed away.",
                                    "ChangeImageLayer", "Expression", "1", "Wink",
                                    "She finally stops her singing after a breathless moment of ecstasy before collapsing into your arms, gasping and shuddering in pleasure as you bathe in the smouldering afterglow, and still trembling lightly as her pussy tightly squeezes around your sensitive manhood on instinct.",
                                    "ChangeImageLayer", "Expression", "1", "Embarassed",
                                    "As you gaze at the beautiful woman in your arms, she suddenly turns her head and stares deeply into your eyes, making your heart flutter as an overwhelming feeling of love washes over you from simply looking at her delicate features, and you immediately pull her into a powerful hug, making her squawk with surprise",
                                    "PlayerSpeaks",
                                    "I-I... I love you.♥",
                                    "ChangeImageLayer", "Expression", "1", "Happy",
                                    "The words seem to leave your mouth without thinking, and you find that you mean every last one you said as she tenses slightly in your arms before pulling away and giving you a huge, excited smile, which sends another wave of warm affection racing through you.",
                                    "Speaks",
                                    "Eeeeee! R-Really!?♪ Oh, this is amazing! I knew people said our singing could make guys fall in love with you, but I didn't think it'd work so easily!♪",
                                    "She wraps her soft wings around the back of your neck and happily pulls you into a deep, mind numbing kiss, making your entire body ache for her as your still rigid manhood throbs inside her pussy.",
                                    "The harpy breaks the kiss with an ecstatic grin before giving you a quick peck on the cheek.",
                                    "ChangeImageLayer", "Expression", "1", "Base",
                                    "Speaks",
                                    "Well lover, your cock's still hard and pressing deep inside me, so let's keep going, hmm?♪",
                                    "You nod eagerly, and her face breaks into another enormous smile, sending a warm wave of love over you as she pulls out of your arms to brace herself on your chest before she begins to ride your throbbing cock once more.",
                                    "ChangeImageLayer", "Expression", "1", "Singing",
                                    "She picks up her song once more in between her powerful shudders of pleasure, sending more feelings of love for the beautiful harpy woman flow through you.",
                                    "You do your best to thrust into your lover in time with her sweet siren's songs and her rhythmic movements, drawing a surprised gasp from her lips as she pulls you into a hug and begins to more powerfully ride your shaft.",
                                    "ChangeImageLayer", "Expression", "1", "SingingExcited",
                                    "PlayerOrgasm", "1",
                                    "The tengu harpy's love song is accented by both of your pleasured moans as you continue to lovingly fuck each other, enhancing her bewitching melody in ecstasy inducing ways, and it doesn't take long for her to let out another piercing cry as she orgasms, sending you twitching over the edge as her pussy powerfully spasms around your shaft.",
                                    "PlayerOrgasm", "1",
                                    "A burning wave of passion washes over you as you cum, making your heart pound with love as you watch the trembling bird woman moan in your arms, and as she looks up into your eyes with a small, lusty smile you quickly resume fucking once more.",
                                    "The two of you keep going, over and over again, eager to indulge in eachothers bodies as much as possible as the tengu harpy's song keeps you full of energy and love, bringing you both to orgasm after orgasm until the both of you can finally go no longer, panting as she collapses onto your chest in sweaty, sexual exhaustion.",
                                    "She gently wraps her wings around you and cuddles with you gleefully as you twitch and shudder in the powerful afterglow of pleasure, feeling incredibly tired after your ordeals due to her libido easily outpacing your now worn out cock.",
                                    "ChangeImageLayer", "Expression", "1", "Embarassed",
                                    "Speaks",
                                    "Hahhh...♪ Let's just... Take a break for a while... Then we can get back to it... Maybe I can make you love me forever...♥",
                                    "ChangeImageLayer", "Expression", "1", "Happy",
                                    "You weakly nod, completely dazed and feeling swamped with love as you cuddle with the harpy before blackness presses in on your vision and you pass into blissful unconsciousness...",
                                    "ChangeSensitivity",
                                    "Sex",
                                    "5",
                                    "ChangeSensitivity",
                                    "Breasts",
                                    "3"
                                  ],
                        "picture": ""
                    },
                    {
                        "NameOfScene": "Two Harpies",
                        "move": "",
                        "stance": "",
                        "includes": [ "TenguHarpyBR", "TenguHarpyBR"],
                        "theScene": [ "ChangeImageLayer", "Expression", "1", "Happy",
                                    "You lay in a twitching heap on the ground, unable to fight back anymore as the two tengu harpies giggle happily.",
                                    "As the tengu harpies look proudly at one another over their victory, one lets out a sudden gasp of excitement as she begins to bounce energetically in place.",
                                    "Speaks",
                                    "Hey Hey!♪ We should do {i}that{/i} to him!",
                                    "The other tengu harpy only grins as she snuggles up on one side of your body, and the first tengu harpy quickly latches on to the other side of your body before they both wrap their soft wings around your chest.",
                                    "JumpToLossEvent",
                                    "HarpyDuetLoss"
                                  ],
                        "picture": ""
                    }
                  ],
    "combatDialogue": [
                        {
                            "lineTrigger": "SetMusicTo",
                            "move": "",
                            "theText": [ "music/Temple/SAMURAI.mp3"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Spank",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Panic|n|The tengu harpy lets out panicked bird sounds.",
                                        "|f|ChangeImageLayer|/|Expression|/|Panic|n|'KYA!? Hey! I wasn't trying to do anything bad!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'Hey! Cut that out!'"
                                        ]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Whip",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Panic|n|'Eh-Ehhhh?! I-I'm not a bad monster!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Panic|n|'Oh, that's so cool! I've seen some of the kunoichi with some of those befo-KYA!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Panic|n|'EEEK, uh, ah. D-Do we have a safe word?'"
                                        ]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Demon Layer",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Panic|n|'Eh-Ehhhh?! I-I'm not a bad monster!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Panic|n|'Oh that's so cool! Are you some kinda demon hunt-KYA!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Panic|n|'Oh that's so cool! Are you some kinda demon hunt-KYA!'",
                                      "|f|ChangeImageLayer|/|Expression|/|Panic|n|'EEEK, uh, ah. D-Do we have a safe word?'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Holy Headpat",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Clueless|n|'...?' The tengu harpy seems confused by your actions, but not unhappy.",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Oh, hey! This is kinda nice! You wanna sit there and listen to me sing now, right?'" ]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Bondage Net", "Magical Binding"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Panic|n|The tengu harpy lets out panicked bird sounds as you trap her, and she begins to hum in consternation.",
                                     "|f|ChangeImageLayer|/|Expression|/|Panic|n|'Th-This is weird! I can't move my wings! D-Don't force me to use my magic on you!'",
                                     "|f|ChangeImageLayer|/|Expression|/|Panic|n|The tengu harpy lets out a panicked squawk."]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Pin",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|The tengu harpy lets out surprised squawk before averting her green eyes with a blush.",
                                        "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|The tengu harpy stares up into your eyes as her face turns bright red, and she hums a nervous little tune under her breath.",
                                        "|f|ChangeImageLayer|/|Expression|/|Panic|n|'Uhm... Ah... Be gentle?'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Lewd Bottle", "Cloying Mist", "Placebo Pheromone"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'W-Wow... My body feels so hot...'",
                                     "|f|ChangeImageLayer|/|Expression|/|Happy|n|'H-Hey, let's hurry up and mate!♥'",
                                     "|f|ChangeImageLayer|/|Expression|/|Clueless|n|'I feel like I'm flying...♥ Wait...'",
                                     "|f|ChangeImageLayer|/|Expression|/|Base|n|'H-Hey, I've seen the kunoichi walking around with things like that b-before...'"
                                     ]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": [ "Arouse", "Arousara", "Arousero"],
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Clueless|n|The tengu harpy shivers with pleasure slightly from your magic, but overall just seems confused.",
                                      "|f|ChangeImageLayer|/|Expression|/|Clueless|n|'Uh... Did something happen?'",
                                      "|f|ChangeImageLayer|/|Expression|/|Clueless|n|'Was there a really nice breeze suddenly?'",
                                    "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I think that's one of the spells they tried to teach me.'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Electrify",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'E-Even though I'm r-resistant to magic, w-why does it feel so good?'",
                                      "|f|ChangeImageLayer|/|Expression|/|Clueless|n|The tengu harpy shudders slightly as electricity courses through her, but she shrugs it off, looking relatively unphased by your attack!",
                                      "|f|ChangeImageLayer|/|Expression|/|Clueless|n|The tengu harpy lets out a pained cry, but completely recovers her composure a moment later, looking no worse for wear."]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Kiss",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Base|n|'I'm cute, right?♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Base|n|'You like me, right?♪ Do you love me?♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Base|n|As you break the kiss, the tengu harpy stares into your eyes with a small smile as she absentmindedly starts to hum, sending faint shivers of pleasure down your spine."]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Make Out",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Oh gosh, this is romantic!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Kiss me lots.♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|The harpy blushes deeply as you kiss her deeply."]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": ["Deep Kiss", "Lovingly Rough Kiss", "Skillfully Passionate Kiss", "Misty Kiss", "Sensually Seductive Kiss"],
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmm.♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I feel like I'm going to fly away...♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'This is so romantic...♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|She absentmindedly starts to hum, sending faint shivers of pleasure down your spine."]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Penetrate",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmh?!♥ You put it in so suddenly...♥ You must really like me!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Be sure to not pull out.♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I knew you liked me!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ahhh!♥ You're filling me up completely!♥"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Thrust", "Channeling Thrust"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ahhh,♥ this is amazing!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmm,♥ I think I'm falling in love with you!♥",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Hahhh,♥ you can fuck me harder if you want.♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Be sure to cum inside, okay?'",
                                      "|f|ChangeImageLayer|/|Expression|/|Singing|n|The tengu harpy lets out a musical shriek of pleasure as you roughly press against her cervix, sending faint shivers of loving bliss echoing through your mind.",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ahhh♥ Mmmmm♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmmm.♪'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Pound", "Multi Thrust", "Empowered Thrust", "Carrying Fuck"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Wink|n|'MMM!♥ Yes!♥ More!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I can't think!♥",
                                      "|f|ChangeImageLayer|/|Expression|/|Singing|n|The tengu harpy lets out a musical shriek of pleasure as you hilt yourself in her rear, sending faint shivers of loving bliss echoing through your mind.",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ahhhh!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'S-So good!♥'"
                                    ]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Tantric Thrust", "Passionate Lovemaking"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmm,♥ I think I'm falling in love with you!♥",
                                    "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hahhh,♥ you can fuck me harder if you want.♥'",
                                    "|f|ChangeImageLayer|/|Expression|/|Singing|n|The tengu harpy lets out a musical moan of pleasure, sending faint shivers of loving bliss echoing through your mind.",
                                    "|f|ChangeImageLayer|/|Expression|/|Base|n|'Be sure to cum inside, okay?'",
                                    "|f|ChangeImageLayer|/|Expression|/|Base|n|'Mmmmm.♪'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Anal Penetration",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'I've heard the kunoichi talk about this, and they say that it f-feels good...'",
                                        "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'Ahhh... Th-That's not for mating...'",
                                        "|f|ChangeImageLayer|/|Expression|/|Singing|n|She lets out a melodic chirp of pleasure as you press into her firm rear."]
                        },
                        {
                          "lineTrigger": "HitWithA",
                          "move": ["Thrust", "Channeling Thrust"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ahhh,♥ this is amazing!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Hahhh,♥ you can fuck me harder if you want.♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Singing|n|The harpy tengu lets out musical moans of pleasure as you thrust into her, sending faint trills of pleasure running up your spine.",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ahhh♥ Mmmmm♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmmm.♪'"]
                        },
                        {
                          "lineTrigger": "HitWithA",
                          "move": ["Pound", "Multi Thrust", "Empowered Thrust", "Carrying Fuck", "Anal Piston"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Wink|n|'MMM!♥ Yes!♥ More!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I can't think!♥",
                                      "|f|ChangeImageLayer|/|Expression|/|Singing|n|The tengu harpy lets out a musical shriek of pleasure as you hilt yourself in her rear, sending faint shivers of loving bliss echoing through your mind.",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ahhhh!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'S-So good!♥'"]
                        },
                        {
                          "lineTrigger": "HitWithA",
                          "move": ["Tantric Thrust", "Passionate Lovemaking"],
                          "theText": [
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmm,♥ I think I'm falling in love with you!♥",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hahhh,♥ you can fuck me harder if you want.♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Singing|n|The tengu harpy lets out a musical moan of pleasure, sending faint shivers of loving bliss echoing through your mind.",
                                      "|f|ChangeImageLayer|/|Expression|/|Base|n|'Be sure to cum inside, okay?'",
                                      "|f|ChangeImageLayer|/|Expression|/|Base|n|'Mmmmm.♪'"]
                        },

                        {
                            "lineTrigger": "HitWith",
                            "move": "Breast Caress",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'Ah!♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'Uhm... S-Sorry they aren't very big...'",
                                        "|f|ChangeImageLayer|/|Expression|/|Singing|n|The tengu harpy covers her breasts with her wing while humming a sad tune, clearly self-conscious about her size even as she shivers in pleasure.",
                                        "|f|ChangeImageLayer|/|Expression|/|Base|n|'Mmmm!♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'D-Don't tease me!♥",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'This feels really good.♪'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Breast Knead", "Breast Massage", "Breast Fondle"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Base|n|'Ohh...♥ T-This feels super good!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'Mmmm!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Base|n|'W-Was I doing something? O-Oh right, letting you play with my breasts!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'I-Is this really just foreplay?♥'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Suckle",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Wink|n|'EEEK!♥ Ah! D-Don't stop!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|She gently wraps her soft wings around your head as she softly sings a wordless tune, sending faint sensations of pleasure racing through your mind.",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I'm so happy you like my breasts!♪'",
                                      "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'T-Tease me more!♥'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Pinch Nipples",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'EEEP!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'C-Careful! My breasts are sensitive!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmm!♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'D-Don't tease me!♥"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": ["Grope Ass", "Squeeze Ass", "Massage Ass", "Fondle Ass"],
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|She eagerly wiggles her silken, kimono clad butt into your hand.",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'This is getting me really excited.♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Your hand feel really nice.'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Finger",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I'm already wet... So let's mate!♪'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmm!♥'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Dildo",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmm!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I'd prefer it if you used your cock instead. But this is kinda nice...'",
                                      "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'I-I should get one of these myself... F-For practice! ...I can probably ask the kunoichis if they have any spares...'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Seduce", "Enamor", "Smoldering Seduction", "Smoldering Flaunt", "Massaging Seduction", "Mass Seduction"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'EH?! Uhm... Ah...'",
                                      "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|The bird woman bashfully stares at the ground as he lets out a happy little hum, sending faint trills of pleasure racing through you.",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'R-Really?'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Ear Tease",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Eh? Ah...♥ Ohhh...♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hehehe! It kinda tickles.'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|She seems to space out a bit..."]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Pussy Worship",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Is my scent overwhelming you?'",
                                      "|f|ChangeImageLayer|/|Expression|/|Base|n|'Hmmm... We should probably fuck soon.'",
                                      "|f|ChangeImageLayer|/|Expression|/|Base|n|'Ahhh...♥ What was I supposed to do after knocking you down again...?'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Whoa... You're really worshipping my pussy...♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|The tengu harpy sings a soft, pleasure filled song as worship her pussy, making your manhood twitch and throb as your mind spins."
                                      ]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": "Sleep",
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'Wow... I'm... Really tired... W-Wait... But... I'm supposed to be... Immune to magic... Aren't I...?' She yawns cutely in confusion."
                                      ]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Charm", "Charm Wave"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Let's fuck a lot!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Now I wanna sing so bad!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'My heart's racing...♥"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Enfeeble", "Sensitize"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'I feel kinda dizzy?'",
                                      "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'I feel weird...'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I think thats one of the spells they tried to teach me!'"]
                        },
                        {
                          "lineTrigger": "HitWith",
                          "move": ["Disarming Appeal"],
                          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'We can take it slow if you want to.♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Oh, gentler? I can do that.'"]
                        },



                        {
                            "lineTrigger": "UsesMove",
                            "move": "Wind's Blessing",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Alright, let's go!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ehehe, magic is so cool!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Okay, just gotta not fly so fast I slam into a wall again!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'I'm going to make you cum your brains out now!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Bet you can't keep up with me now!♪"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Feather Tease",
                            "theText": [ "'Ehehe♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Once we're done, you're going to love me so much.♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Aren't feathers the best?♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Singing|n|The tengu harpy sings a wordless tune as she caresses your body, making you shiver as her voice echoes in your mind.",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'I can make you feel really good if you don't fight back.♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Come on!♪ I wanna hear you moan.♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|As you try to resist the sensation of the tengu harpy's wings, she sings a brief tune, making you twitch as pleasure washes over your mind."]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Dive Bomb",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'WEEEEEE!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ahhhh, I can't wait anymore!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hold still 'kay!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'You're gonna be mineeee!♪'"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Feather Job",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Your cock's so hard...'",
                                        "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|'The tip is the most sensitive, right?' She sings a brief, wordless melody, making your manhood twitch between her wings as your mind spins.",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Hands can't do {i}this{/i}!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Hey, if you stay with me, I promise to do this whenever you want.♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I almost can't wait for this thing to go in me.♥"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Face Grind",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Is my scent overwhelming you?'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I bet you wanna mate with me now!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|'This feels nice.♥' The harpy tengu chirps a happy tune as she grinds her hips into your face.",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ahh...♥ I can see why the tengu say they like this so much...♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Base|n|'Ahhh...♪ What was I supposed to do after knocking you down again...?'",
                                        "|f|ChangeImageLayer|/|Expression|/|Singing|n|The tengu harpy sings a soft, pleasure filled song as she rides your face, making your manhood twitch and throb as your mind spins.",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'U-Um, you'll be worshipping my pussy soon enough, human!' She tries to give you a stern look for a moment as she tries to emulate someone..."]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Harpy Double Trouble",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hey! I don't wanna get left out!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I get his cock next!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hey, let's marry him together!♪"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Harpy Double Team",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Dibs on his dick!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'You can have his cock after!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hey, let's marry him together!♪'"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Harpy Insert",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ah!♪ Right, we should fuck!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I'm going to go show you how much I want you to be mine!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'We're going to mate until we can hardly move!♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I hope you're ready!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|The tengu harpy sings out a shrill, pleasure inducing note, making your manhood strongly stand up, and she eagerly spears herself on your cock."]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Fluffy Feather Sex",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Ehehe,♪ your entire body keeps twitching.♥",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Let's fuck all day!♥",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Enjoy a feathery massage while we fuck.♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ehehe.♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Singing|n|You shudder as you attempt to resist the tengu harpy's sexual onslaught, but as she suddenly starts to softly sing under her breath, you moan as your cock powerfully throbs inside her tight pussy.",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Hmmm...♪ Maybe I should sing while I do this...'"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Harpy Love Song",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Singing|n|'Hmmmm♪ Mmmm♪ Mmmmm...♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|'Are you ready to fall in love over and over?♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Singing|n|'Mmmmm.♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|'We're going to be the best lovers ever.♥",
                                        "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|The harpy's sweet voice rings inside your head."]
                        },
                        {
                            "lineTrigger": "usesMoveA",
                            "move": "Fluffy Feather Sex",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Ehehe,♪ your entire body keeps twitching.♥",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Let's fuck all day!♥",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Enjoy a feathery massage while we fuck.♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ehehe.♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Singing|n|You shudder as you attempt to resist the tengu harpy's sexual onslaught, but as she suddenly starts to softly sing under her breath, you moan as your cock powerfully throbs inside her tight ass.",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Hmmm...♪ Maybe I should sing while I do this...'" ]
                        },
                        {
                            "lineTrigger": "usesMoveA",
                            "move": "Harpy Love Song",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Singing|n|'Hmmmm♪ Mmmm♪ Mmmmm...♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|'Are you ready to fall in love over and over?♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Singing|n|'Mmmmm.♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|'We're going to be the best lovers ever.♥",
                                        "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|The harpy's sweet voice rings inside your head."
                                        ]
                        },
                        {
                            "lineTrigger": "LowHealth",
                            "move": "",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n||f|ChangeImageLayer|/|Base|/|Blush|n|'Ahhh,♪ I can't take much more of this...♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Embarassed|n||f|ChangeImageLayer|/|Base|/|Blush|n|'My whole body is tingling.♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Embarassed|n||f|ChangeImageLayer|/|Base|/|Blush|n|'If this keeps up, I won't be able to fly straight for a while.♥'"]
                        },
                        {
                            "lineTrigger": "PlayerLowHealth",
                            "move": "",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Ehehe,♪ your cock's twitching like crazy.♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Don't hold back, cum as much as you want!♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hey, after you cum, wanna go back to my place and get married?♥'",
                                      "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|The tengu harpy suddenly starts to sing a wordless, bewitching song, and your cock powerfully throbs with near orgasmic pleasure."]
                        },
                        {
                            "lineTrigger": "OnPlayerOrgasm",
                            "move": "Sex",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|As pleasure overtakes you, the tengu harpy continues to ride your shaft with boundless energy even as you fill her womb with your thick seed. She begins to sing happily as she bounces on your manhood even faster, making you spasm powerfully as she forces a few more loads of semen out of your cock.",
                                        "|f|ChangeImageLayer|/|Expression|/|Singing|n|As the tengu harpy continues to bounce her hips on your cock, she gently caresses your chest with her soft feathered wings while softly singing a bewitching song. Your body spasms from the combined, overwhelming stimulation as your hips buck into hers, unleashing a torrent of semen into her waiting pussy as she cries out in joy.",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|The tengu harpy grinds her hips into you, leaving both of you moaning as your shaft stirs up her pussy. She looks up at you, pleading. 'Please cum!♥ Fill up my womb!♥ Pleasseeeee!♥' Her needy begging sends your primal instincts over the edge, overriding whatever little reason you had left as you pour load after load into her tight pussy."
                                      ]
                        },
                        {
                            "lineTrigger": "OnPlayerOrgasm",
                            "move": "Anal",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|As pleasure overtakes you, the tengu harpy continues to ride your shaft with boundless energy even as you fill her ass with your thick seed. She begins to sing happily as she bounces on your manhood even faster, making you spasm powerfully as she forces a few more loads of semen out of your cock.",
                                        "|f|ChangeImageLayer|/|Expression|/|Singing|n|As the tengu harpy continues to bounce her hips on your cock, she gently caresses your chest with her soft feathered wings while softly singing a bewitching song. Your body spasms from the combined, overwhelming stimulation as your hips buck into hers, unleashing a torrent of semen into her waiting ass as she cries out in joy.",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|The tengu harpy grinds her hips into you, leaving both of you moaning as your shaft stirs up her tight ass. She looks up at you, pleading. 'Please cum!♥ Pleasseeeee!♥' Her needy begging sends your primal instincts over the edge, overriding whatever little reason you had left as you pour load after load into her tight rear."
                                      ]
                        },
                        {
                            "lineTrigger": "OnPlayerOrgasm",
                            "move": "Feather Job",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|The tengu harpy giggles as she carefully teases your shaft with her feathers, your cock is so overstimulated that a single feather trailing from the base of your manhood to the tip sends you over the edge into a orgasm that cascades across your entire body.",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|The tengu harpy teases and strokes your throbbing shaft with her soft plumage, and as she traces circles around the head of your cock, you can take no more as you shoot ropes of cum onto her feathered wing. 'AH!♥ Ohhhh,♪ the tengu are going to be so proud of me for this one!♥'"
                                      ]
                        },
                        {
                            "lineTrigger": "OnPlayerOrgasm",
                            "move": "Harpies Song",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|The tengu harpy's sweet song echoes in your aroused mind over and over, sending waves of tingling pleasure across your body as each note she sings sends you higher and higher into peaks of ecstasy.|n|She finishes her song with one long, drawn out high note, taking you over the edge in a sweet finale as your throbbing cock spurts out thick ropes of cum, completely overrun with twitching bliss."
                                      ]
                        },
                        {
                            "lineTrigger": "OnPlayerOrgasm",
                            "move": "Face Sit",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|As the tengu harpy continues to grind her pussy into your face, her scent and the lack of air slowly gets to you, intensifying your body's sensations, and as she begins to gently hum in pleasure, her magically infused voice sends you over the edge as your throbbing cock twitches in ecstasy, spurting out your cum in an electrifying orgasm!"
                                      ]
                        },
                        {
                            "lineTrigger": "OnPlayerOrgasm",
                            "move": "",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Panic|n|Unable to hold out any longer, your shaft erupts in pleasure, coating one of the tengu harpy's wings in cum as she lets out a startled squawking noise. '...Ahhh... Is this hard to clean out of feathers?'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|Barely able to resist the pleasure racing through your body, the tengu harpy easily pulls you into a deep, romantic kiss while trapping your shaft between her thighs. She gently caresses and teases you lovingly like this until you shaft spurts out a thick load."
                                      ]
                        },
                        {
                            "lineTrigger": "onOrgasm",
                            "move": "",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Wink|n|'I'm cumminnng!♥♥♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Ahhhhh!♥ Yessss!♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Wink|n|'I don't want this to end!♥'"
                                      ]
                        },
                        {
                            "lineTrigger": "OnSurrender",
                            "move": "",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Panic|n|'Eh? EHH?! I-Is my voice that enchanting now?!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'R-Really? Yay!♪ I'm going to show you how much I love you back right now!♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'You like me? Then let's start our family together right away!'",
                                        "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Wow, you really wanna do this then, don't you...? I hope you don't mind if I show you off to some of my friends and colleagues later.♪"]
                        },
                        {
                            "lineTrigger": "StanceStruggle",
                            "move": "Sex",
                            "theText": [ "{ThePlayerName} tries to pull out of {AttackerName}'s tight pussy..."]
                        },
                        {
                            "lineTrigger": "StanceStruggleFail",
                            "move": "Sex",
                            "theText": [ "But {AttackerName} refuses to be disloged from your cock and continues to energetically ride your shaft!",
                                        "But with surprising force, {AttackerName} slams her hips back into yours before giving her hips a delightful little wiggle as she settles back onto your cock.",
                                        "But as you grab her hips to pull out, she tickles you with her feathered wings, making you laugh and assaulting you with a strange, yet delightful sensation!",
                                        "But as you push the harpy away she sings out a few sweet melodic notes that make you pause with mindless arousal, and she giggles as she quickly takes your shaft back into her pussy."]
                        },
                        {
                            "lineTrigger": "StanceStruggleComment",
                            "move": "Sex",
                            "theText": [ "",
                                      "|f|ChangeImageLayer|/|Expression|/|Base|n|'Why would you wanna stop mating?",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Eh?! Uhm, I really like you, so don't push me away, okay?",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ehehe!♥",
                                      "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|She begins to hum a happy tune as she continues to ride your manhood, briefly fogging up your mind in pleasure.",
                                      "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Don't be afraid to cum inside!♪'"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFree",
                            "move": "Sex",
                            "theText": [ "And manage to pull your cock out of her tight slit!"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFreeComment",
                            "move": "Sex",
                            "theText": [
                                      "|f|ChangeImageLayer|/|Expression|/|Panic|n|'Ehhhh?! Y-You don't want to mate with me?'",
                                      "|f|ChangeImageLayer|/|Expression|/|Base|n|'Ah?! Hmmm, is this what they mean by playing hard to get?'",
                                      "|f|ChangeImageLayer|/|Expression|/|Panic|n|She lets out a few panicked squawking sounds as you push her away.",
                                      "|f|ChangeImageLayer|/|Expression|/|Base|n|'Hmph... Well I'm not going to give up yet!♪'",
                                      ""]
                        },
                        {
                            "lineTrigger": "StanceStruggle",
                            "move": "Anal",
                            "theText": [ "{ThePlayerName} tries to pull out of {AttackerName}'s tight ass..."]
                        },
                        {
                            "lineTrigger": "StanceStruggleFail",
                            "move": "Anal",
                            "theText": [ "But {AttackerName} refuses to be disloged from your cock and continues to energetically ride your shaft!",
                                        "But with surprising force, {AttackerName} slams her hips back into yours before giving her hips a delightful little wiggle as she settles back onto your cock.",
                                        "But as you grab her hips to pull out, she tickles you with her feathered wings, making you laugh and assaulting you with a strange, yet delightful sensation!",
                                        "But as you push the harpy away she sings out a few sweet melodic notes that make you pause with mindless arousal, and she giggles as she quickly takes your shaft back into her tight ass."]
                        },
                        {
                            "lineTrigger": "StanceStruggleComment",
                            "move": "Anal",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Why would you wanna stop?'",
                                      "|f|ChangeImageLayer|/|Expression|/|SingingExcited|n|She begins to hum a happy tune as she continues to ride your manhood, briefly fogging up your mind in pleasure.",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Eh?! Uhm, I really like you, so don't push me away, okay?",
                                      "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ehehe!♥"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFree",
                            "move": "Anal",
                            "theText": [ "And manage to pull your cock out of her tight rear!"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFreeComment",
                            "move": "Anal",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Clueless|n|'Ehhhh?! But you were the one who put it in there...'",
                                        "|f|ChangeImageLayer|/|Expression|/|Base|n|'Ah?! Hmmm, is this what they mean by playing hard to get?'",
                                        "|f|ChangeImageLayer|/|Expression|/|Panic|n|She lets out a few panicked squawking sounds as you push her away.",
                                        "|f|ChangeImageLayer|/|Expression|/|Base|n|'Hmph... Well I'm not going to give up yet!♪'",
                                        ""]
                        },
                        {
                            "lineTrigger": "StanceStruggle",
                            "move": "Face Sit",
                            "theText": [ "{ThePlayerName} tries to push {AttackerName}'s wet pussy off {TargetHisOrHer} face..."]
                        },
                        {
                            "lineTrigger": "StanceStruggleFail",
                            "move": "Face Sit",
                            "theText": [ "But she firmly grinds her hips back down onto your face!",
                                        "But she stays firmly seated on your face!"]
                        },
                        {
                            "lineTrigger": "StanceStruggleComment",
                            "move": "Face Sit",
                            "theText": [ "",
                                          "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Is my scent overwhelming you?'",
                                          "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hmmm... We should probably fuck soon.'",
                                          "|f|ChangeImageLayer|/|Expression|/|Smug|n|'No! The tengu said this the best ways to get a guy to like you, so I'm not letting you get away!'",
                                          "|f|ChangeImageLayer|/|Expression|/|Clueless|n|'Ahhh...♪ What was I supposed to do after knocking you down again...?'"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFree",
                            "move": "Face Sit",
                            "theText": [ "And manage to push {AttackerName} off!"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFreeComment",
                            "move": "Face Sit",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Panic|n|She lets out a few panicked squawking sounds as you push her away.",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hmph... Well I'm not going to give up yet!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ah?! Oh... I was overdoing it wasn't I? Sorry!♪'",
                                        "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'Aww... How am I supposed to be like the tengu if I can't even keep you underneath me?' She looks crestfallen..."]
                        },
                        {
                            "lineTrigger": "StanceStruggle",
                            "move": "Making Out",
                            "theText": [ "{ThePlayerName} tries to break the deep kiss with {AttackerName}..."]
                        },
                        {
                            "lineTrigger": "StanceStruggleFail",
                            "move": "Making Out",
                            "theText": [ "But she keeps a tight hold on {ThePlayerName} with her feathery wings, and he stays locked in a deep kiss!",
                                        "But as you start to push her away she wraps her wings around your back, deepening the kiss while she gazes lovingly into your eyes."]
                        },
                        {
                            "lineTrigger": "StanceStruggleComment",
                            "move": "Making Out",
                            "theText": [ "",
                                      "",
                                        "|f|ChangeImageLayer|/|Expression|/|Base|n|'Mmm, this is nice...'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ahhh... We're already so lovey dovey!♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Wink|n|'So... Are we going to have sex soon?'"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFree",
                            "move": "Making Out",
                            "theText": [ "And free your mouth from {AttackerName}'s soft lips!"]
                        },
                        {
                            "lineTrigger": "StanceStruggleFreeComment",
                            "move": "Making Out",
                            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|'Eh? But you kissed me first...'",
                                        "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ah! Are you going to fuck me now?♥ Eeeee! this is so romantic!♥'",
                                        "|f|ChangeImageLayer|/|Expression|/|Embarassed|n|She doesn't seem to realize you pushed her away, and she continues to make out with the air for a moment before realizing what's going on."]
                        }
                      ],
  "victoryScenes": [
          {
              "NameOfScene": "",
              "move": "",
              "stance": "",
              "includes": [ ""],
              "theScene": [ ""
                        ],
              "picture": ""
          }
        ],
        "pictures": [
                      {
                          "Name": "Base",
                          "StartOn": "1",
                          "AlwaysOn": "1",
                          "IsScene": "0",
                          "TheBody": "1",
                          "Overlay": "No",
                          "setXalign": "0.0",
                          "setYalign": "0.05",
                          "Images": [
                            {
                                "Name": "Base",
                                "File": "Monsters/HarpyTengu/Body_HarpyTengu.png",
                                "setXalign": "0.00",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Blush",
                                "File": "Monsters/HarpyTengu/Body_HarpyTenguBlush.png",
                                "setXalign": "0.00",
                                "setYalign": "0.0"
                            }
                        ]
                      },
                      {
                          "Name": "Expression",
                          "StartOn": "1",
                          "AlwaysOn": "1",
                          "IsScene": "0",
                          "TheBody": "0",
                          "Overlay": "No",
                          "setXalign": "0.0",
                          "setYalign": "0.0",
                          "Images": [
                            {
                                "Name": "Base",
                                "File": "Monsters/HarpyTengu/Expression_HarpyTengu_Base.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Clueless",
                                "File": "Monsters/HarpyTengu/Expression_HarpyTengu_Clueless.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Embarassed",
                                "File": "Monsters/HarpyTengu/Expression_HarpyTengu_Embarassed.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Happy",
                                "File": "Monsters/HarpyTengu/Expression_HarpyTengu_Happy.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Panic",
                                "File": "Monsters/HarpyTengu/Expression_HarpyTengu_Panic.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Wink",
                                "File": "Monsters/HarpyTengu/Expression_HarpyTengu_Pleasure.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Singing",
                                "File": "Monsters/HarpyTengu/Expression_HarpyTengu_Singing.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "SingingExcited",
                                "File": "Monsters/HarpyTengu/Expression_HarpyTengu_SingingExcited.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            },
                            {
                                "Name": "Smug",
                                "File": "Monsters/HarpyTengu/Expression_HarpyTengu_Smug.png",
                                "setXalign": "0.0",
                                "setYalign": "0.0"
                            }
                        ]
                      }
                    ]
}
