{
    "name": "Izebel",
    "IDname": "Izebel",
    "species": "Bear",
    "gender": "female",
    "description": "The apotehcary and owner of an established shop on Bamboo Hill. She sells various items, but mostly is known during the night as a prostitute to higher class clients. Only a select few get to bear witness to her beauty and performance, but not without also paying a heavy price.",
    "encyclopedia": "",
    "tags": "none",
    "generic": "False",
    "requires": [ ""],
    "skillList": ["Seductive Titfuck", "Seductive Blowjob", "Dominatrix Charm", "Wild Bamboo Ride", "Pierced Breast Tease", "Numbed Insert", "Sleepy Boy Toy", "Paralytic Concoction", "Hypnotic Concoction", "Sexual Promise", "Pressure Titfuck", "Breast Bounce", "Playful Tease", "Oral Tease", "Sensual Gyration", "Sensually Seductive Kiss", "Calm Mind", "Sensual Shocks"],
    "perks": ["Dominatrix", "Sensual Pace", "Unbounded", "Calculated", "Seductive Touch", "Savvy", "Enticing Touch"],
    "stats": { "lvl": "40",
              "Exp": "500",
              "max_hp": "250",
              "max_ep": "10",
              "max_sp": "3",
              "Power": "25",
              "Technique": "35",
              "Intelligence": "20",
              "Allure": "35",
              "Willpower": "15",
              "Luck": "10"
    },
    "Fetishes": [ ""],
    "BodySensitivity": { "Sex": "120",
              "Ass": "60",
              "Breasts": "100",
              "Mouth": "90",
              "Seduction": "90",
              "Magic": "90",
              "Pain": "120",
              "Holy": "50",
              "Unholy": "150"
    },
    "resistancesStatusEffects": {
              "Stun": "-10",
              "Charm": "999",
              "Aphrodisiac": "50",
              "Restraints": "0",
              "Sleep": "999",
              "Trance": "25",
              "Paralysis": "0",
              "Debuff": "10"
    },
    "moneyDropped": "1000",
    "ItemDropList": [
    {
    "name": "Apothecary's Bag of Herbs",
    "dropChance": "100"
    }
    ],
    "lossScenes": [
    {
    "NameOfScene": "",
    "move": "",
    "stance": "",
    "includes": [ ""],
    "theScene": [ ""
    ],
    "picture": ""
    }
    ],
    "combatDialogue": [
    {
                            "lineTrigger": "SetMusicTo",
                            "move": "",
                            "theText": ["../Mods/IzebelsMansion/Music/Izebel_Battle_-_Rakshasa.mp3"]
                        },
                        {
                            "lineTrigger": "StartOfCombat",
                            "move": "",
                            "theText" : ["|f|CallCombatEventAndScene|/|DominatrixCombatEvents|/|Dominatrix|n|"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Spank",
                            "theText": [ "'Have you grabbed enough?'",
                                         "'Is that all?'",
                                         "'I'd prefer it if you just let me do the work.'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Pin",
                            "theText": [ "'Mmm....naughty, I like it'",
                                         "'Thatta boy, let's breed like the animals we are.'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Whip",
                            "theText": [ "'Mmmm, I'm not used to this'",
                                         "'Maybe I need to teach {i}you{/i} a lesson!'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Demon Layer",
                            "theText": [ "'My my, aren't we the Devil today?'",
                                         "I'm surprised, I've never had the opportunity with another Dom in the room."]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Holy Headpat",
                            "theText": [ "'I don't mind being your devil, but keep the saint out of it.'",
                                         "'That kind of flattery goes nowhere with me.'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Electrify",
                            "theText": [ "'Mmm....naughty, I like it'",
                                         "'Igniting my passion has never been this much fun!'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": ["Lewd Bottle", "Cloying Mist", "Placebo Pheromone"],
                            "theText": [ "'Sometimes payback is a bitch, but so am I!'",
                                         "'You Fool! I'm supposed to be the leader!!'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Kiss",
                            "theText": [ "'Mmm...♥ I'll kiss you as much as you want.'",
                                         "'You can be more intimate than that..♥'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": ["Deep Kiss", "Lovingly Rough Kiss", "Skillfully Passionate Kiss", "Misty Kiss", "Sensually Seductive Kiss"],
                            "theText": [ "'Mmmm...♥'",
                                         "'You're going to be my personal little toy at this rate.'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Make Out",
                            "theText": [ "'Mmm, there's nothing like a kiss to ignite our passions'",
                                         "''You can be more intimate than that..♥''"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": ["Tit Fucking"],
                            "theText": [ "'I'm going to use my breasts to your heart's content, and use my tongue to serve you.♥'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Breast Caress",
                            "theText": [ "'Why not try and suck them while I take control?♥'",
                                         "Your hands readily sink into her soft breasts, and her dress slowly falls off for your convienent pleasant view of her pale pierced bosom.",
                                         "'Mmmmm, caress my pillows as much as you want.♥'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": ["Breast Knead", "Breast Massage", "Breast Fondle"],
                            "theText": [ "'Want me to do something special? Just for you?'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Suckle",
                            "theText": [ "'Looks like this toy was thirsty'",
                                         "You suck and tease Izebel's erect nipples with your tongue as she begins to be crazily sex-driven.",
                                         "'Darling, Let me help with that down there, he's looking awful lonely.♥'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Pinch Nipples",
                            "theText": [ "'Feisty, I like it.'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": ["Grope Ass", "Squeeze Ass", "Massage Ass", "Fondle Ass"],
                            "theText": [ "'Squeeze my ass much as you want darling. But don't get carried away.♥'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": ["Arouse", "Arousara", "Arousero"],
                            "theText": [ "'Don't get me too excited, you might regret it.'",
                                         "'Mmm, someone's trying to be on my naughty list.♥'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Finger",
                            "theText": [ "'Mnnn...♥'",
                                         "'Aaaah...♥'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Dildo",
                            "theText": [ "'I want your little sailors hun, not a plaything.'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": ["Seduce", "Enamor", "Smoldering Seduction", "Smoldering Flaunt", "Massaging Seduction", "Mass Seduction"],
                            "theText": [ "'My my, your flattery is unneeded'",
                                         "She smiles devilishly and blows you a kiss."]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Ear Tease",
                            "theText": [ "'Well... Aren't you interesting?'",
                                         "The whispers only makes her more curious" ]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": ["Charm", "Charm Wave"],
                            "theText": [ "'Dear...please.'"]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": ["Enfeeble", "Sensitize"],
                            "theText": [ "'If you keep being naughty like that, I'll have to punish you.'"]
                        },
                        {
                            "lineTrigger": "Escape",
                            "move": ["Distract", "Teleport"],
                            "theText": [ "{i}Sit damn still.{/i} She silently thought to herself."]
                        },
                        {
                            "lineTrigger": "HitWith",
                            "move": "Sleep",
                            "theText": [ "Izebel does a playful yawn, but it didn't work" ]
                        },
                        {
                            "lineTrigger": "HitWithA",
                            "move": ["Thrust", "Channeling Thrust"],
                            "theText": [ "'MMmmm...I'm going to fuck you senseless.♥'"]
                        },
                        {
                            "lineTrigger": "HitWithA",
                            "move": ["Pound", "Multi Thrust", "Carrying Fuck"],
                            "theText": [ "{i}Ahh!♥ Yes!♥ Make me yours!{i}♥",
                                         "Aaaah!♥"]
                        },
                        {
                            "lineTrigger": "HitWithA",
                            "move": "Empowered Thrust",
                            "theText": [ "{i}Mmm...faster! Harder!{/i}"]
                        },
                        {
                            "lineTrigger": "HitWithA",
                            "move": ["Tantric Thrust", "Passionate Lovemaking"],
                            "theText": [ "'She bites her lip as she grabs a hold of you'",
                                         "{i}Mmmm....fucking stud is making a whore out of me! ♥♥♥{/i}",
                                         "{i}Ahhhh...Ahhhh, You're driving me wild! M-My mind's going blank{/i}...♥♥♥"]
                        },
                        {
                            "lineTrigger": "UsesMove",
                            "move": "Wild Bamboo Ride",
                            "theText": [ "She wildly dominates your cock in a intimate moment of heat and pleasure, making you buck your hips to pleasure you both",
                                         "'Ahha...I don't plan to hold back. I want it all♥'",
                                         "'My heart is already racing...♥''"]
                        },
                        {
                             "lineTrigger": "UsesMove",
                             "move": "Dominatrix Charm",
                             "theText": [ "'Admit it, you can't resist♥''",
                                          "'You like what you see boy?♥'"]
                        },
                        {
                             "lineTrigger": "UsesMove",
                             "move": "Paralytic Concoction",
                             "theText": [ "'Think its time I numb your efforts.'"]
                        },
                        {
                             "lineTrigger": "UsesMove",
                             "move": "Hypnotic Concoction",
                             "theText": [ "'Want me to give you a lullaby?'"]
                        },
                        {
                             "lineTrigger": "UsesMove",
                             "move": "SeductiveTitfuck",
                             "theText": [ "Izebel smiles as her tongue and breath causes you to shiver with delight while still being squeezed by her breasts to make an unbearable need to cum. 'I can tell from your eyes that you're loving this'"]
                        },
                        {
                             "lineTrigger": "UsesMove",
                             "move": "SeductiveBlowjob",
                             "theText": [ "Izebel ravishes your cock with sweet delight making suctions with a resounding pop, her tongue guiding its way all around your tip, and bobbing slowly as you're in anguish over the pleasant sensation"]
                        },
                        {
                             "lineTrigger": "LowHealth",
                             "move": "",
                             "theText": [ "{i}Fuck...I'm reaching my limit?!♥{/i}",
                                          "{i}At this rate, I'll cum before he does, dammit!{/i}"]
                        },
                        {
                             "lineTrigger": "PlayerLowHealth",
                             "move": "",
                             "theText": [ "|n|Ahhh...Your cock's pulsing. {i}Cum already dammit!{/i} she thought in annoyance",
                                          "|n|Cum as much as you want, I'll take extra good care of you.♥",
                                          "|n|Mmmm...♥ Go on, cum, I know you want to.♥"]
                        },
                        {
                             "lineTrigger": "OnPlayerOrgasm",
                             "move": ["Titfuck"],
                             "theText": [ "Izebel hugs her breasts tightly together around your shaft, creating an intense, building pressure in your loins. She teasingly licks the tip of your throbbing manhood and jiggles her pillows, making your shaft pleasurably twitch in response to her every soft and wet stimulation as your hips go numb with burning ecstasy.",
                                          "Izebel tits stroking your length and her tongue and breath hitting your tip at the same time creates a tension that becomes overcome with orgasmic bliss as you both climax and you spurt your thick load into her mouth and chest, watching as she enjoys herself with a devilish smile as your semen hits her tongue and skin.",
                                          "'Mmmm, you came this much just for sweet old me?♥'",
                                          "Izebel then ravishes your cock still between her cum covered chest to take every sweet drop, going into a blowjob state causing you to immediately harden again before gently wrapping your cock back up in her bosom.",
                                          "Izebel then shakes her tits back and forth on your cock that has already been lubricated by her and your orgasm from a minute ago. She starts her tongue again on your manhood, and you moan from the pleasant sensation growing in your hips as Izebel's breath, tongue, and tits constantly creates a triple threat against your length, sending waves of pleasure rolling through your groin.",
                                          "You can't endure the stimulation any much longer, and you involuntarily buck your hips into her tits, making them bounce bewitchingly as precum appears once more further lubricating your efforts, and only a few drops manage to escape her cleavage, while Izebel lets out a sultry giggle.",
                                          "Izebel squeezes her breasts together before pressing them down on your cock, allowing the tip of your shaft to poke out from her cleavage, leaning down as she sweetly peppers your cockhead with kisses, sending warm waves of pleasure rolling through your hips as your dick twitches and throbs with each lick of her tongue and breath she plants on to you.",
                                          "At the same time, Izebel continues to roll her breasts around your cock, milking your length with her tits and eventually stops using her tongue on your throbbing manhood as she starts going faster with each bounce of her breasts, powerfully squeezing her chest together.",
                                          "The intense stimulation of your lubricated cock quickly becomes unbearable, and you cry out in ecstasy as you blast another huge load of semen into her breasts and face. And as your orgasm finally ends, Izebel gives the head of your cock one final lick with her tongue, making you shiver in delight before she frees your cock from her cleavage, still pulsing and spurting a string of semen from chest to floor."]

                        },
                        {
                            "lineTrigger": "OnPlayerOrgasm",
                            "move": "Sex",
                            "theText": [ "Izebel relentlessly rides your manhood and feeling your body with her hands creating a pleasurable numbness spread in all of your senses. You gasp and moan, unable to focus enough to fight back, and the pleasure in your cock peaks as she gyrates her hips effectively, sending nothing short of ecstasy through you as you fill her with your seed in thick ropes.",
                                        "However, she wasn't done as she bits her lips and starts riding in a faster pace, not even stopping from the first orgasm and you try to endure the pleasure of the woman taming your shaft, frantically fucking your manhood, you lose your focus. Moaning in pleasure, you cum again inside her babymaker while she continues to ride your shaft for the duration of your orgasm.",
                                        "As the minotaur rides your shaft, you twitch and spasm with overstimulation as she gently lays her breasts down on your face. Every bounce of her hips makes her soft chest jiggle around your head, filling your mind with tingling pleasure. As you get short of breath gasping and moaning, she starts rinding you harder and faster until your entire being is electrified with pleasure.",
                                        "You feel yourself rapidly approaching a last orgasm as Izebel wildly rides your shaft, but right before you climax she slows down, letting you catch your breath. She gently intertwines her hands with yours while slowly grinding her hips against yours, bringing you back to the brink of orgasm before roughly slamming her hips into yours, making you spurt your last load.",
                                        "It almost seemed like a endless fountain at this point as the stimulation she gave was just too much to handle, not only filling her, but making mess on you both as well. You both take a moment to breathe in the afterglow.",
                                        "'Did you enjoy the performance? This is what real sex is meant to be.'"]
                        },
                        {
                             "lineTrigger": "OnPlayerOrgasm",
                             "move": "",
                             "theText": [ "You moan out in surprise as you orgasm without Izebel laying a single finger on you! 'Oh my... You're pretty ripe with virility for the taking aren't you? I'll enjoy this.'"]
                        },
                        {
                             "lineTrigger": "onOrgasm",
                             "move": "Sex",
                             "theText": [ "Izebel relentlessly rides your manhood and feeling your body with her hands creating a pleasurable numbness spread in all of your senses. You gasp and moan, unable to focus enough to fight back, and the pleasure in your cock peaks as she gyrates her hips effectively, making her own self climax before you fill her with your seed in thick ropes.",
                                          "However, she wasn't done as much as she was both annoyed and in heat, she bites her lips and starts riding in a faster pace, not even stopping from the first orgasm and you try to endure the pleasure of the woman taming your shaft, frantically fucking your manhood, you lose your focus. Moaning in pleasure, you cum again inside her babymaker while she continues to ride your shaft for the duration of your orgasm.",
                                          "As the minotaur rides your shaft, you twitch and spasm with overstimulation as she gently lays her breasts down on your face. Every bounce of her hips makes her soft chest jiggle around your head, filling your mind with tingling pleasure. As you get short of breath gasping and moaning, she starts rinding you harder and faster until your entire being is electrified with pleasure.",
                                          "You feel yourself rapidly approaching a last orgasm as Izebel wildly rides your shaft, but right before you climax she slows down, letting you catch your breath. She gently intertwines her hands with yours while slowly grinding her hips against yours, bringing you back to the brink of orgasm before roughly slamming her hips into yours, making you spurt your last load.",
                                          "It almost seemed like a endless fountain at this point as the stimulation she gave was just too much to handle, not only filling her, but making mess on you both as well. You both take a moment to breathe in the afterglow.",
                                          "'Ah, ah, I can't believe I came first, but that was...{i}too good.{/i}♥'"]
                        },
                        {
                             "lineTrigger": "onOrgasm",
                             "move": ["Titfuck"],
                             "theText": [ "Izebel hugs her breasts tightly together around your shaft, creating an intense, building pressure in your loins. She teasingly licks the tip of your throbbing manhood and jiggles her pillows, making your shaft pleasurably twitch in response to her every soft and wet stimulation as your hips go numb with burning ecstasy.",
                                          "Izebel tits stroking your length and her tongue and breath hitting your tip at the same time creates a tension that becomes overcome with orgasmic bliss as you both climax and you spurt your thick load into her mouth and chest, watching as she enjoys herself with a devilish smile as your semen hits her tongue and skin.",
                                          "'I can't believe I came from just servicing you, what's wrong with me?'",
                                          "Izebel in annoyance then ravishes your cock still between her cum covered chest to take every sweet drop, going into a blowjob state causing you to immediately harden again before gently wrapping your cock back up in her bosom.",
                                          "Izebel then shakes her tits back and forth on your cock that has already been lubricated by her and your orgasm from a minute ago. She starts her tongue again on your manhood, and you moan from the pleasant sensation growing in your hips as Izebel's breath, tongue, and tits constantly creates a triple threat against your length, sending waves of pleasure rolling through your groin.",
                                          "You can't endure the stimulation any much longer, and you involuntarily buck your hips into her tits, making them bounce bewitchingly as precum appears once more further lubricating your efforts, and only a few drops manage to escape her cleavage, while Izebel lets out a sultry giggle.",
                                          "Izebel squeezes her breasts together before pressing them down on your cock, allowing the tip of your shaft to poke out from her cleavage, leaning down as she sweetly peppers your cockhead with kisses, sending warm waves of pleasure rolling through your hips as your dick twitches and throbs with each lick of her tongue and breath she plants on to you.",
                                          "At the same time, Izebel continues to roll her breasts around your cock, milking your length with her tits and eventually stops using her tongue on your throbbing manhood as she starts going faster with each bounce of her breasts, powerfully squeezing her chest together.",
                                          "The intense stimulation of your lubricated cock quickly becomes unbearable, and you cry out in ecstasy as you blast another huge load of semen into her breasts and face. And as your orgasm finally ends, Izebel gives the head of your cock one final lick with her tongue, making you shiver in delight before she frees your cock from her cleavage, still pulsing and spurting a string of semen from chest to floor."]

                        },
                        {
                             "lineTrigger": "OnSurrender",
                             "move": "",
                             "theText": [ "'Hhehehehehe, I promise to make you feel {i}goooood{/i}♥'"]
                        },
                        {
                             "lineTrigger": "StanceStruggle",
                             "move": "Titfuck",
                             "theText": [ "{ThePlayerName} tries to pull his shaft free from Izebel's breasts and tongue...",
                                          "{ThePlayerName} tries to push away Izebel's cleavage away from his manhood..."]
                        },
                        {
                             "lineTrigger": "StanceStruggleFail",
                             "move": "Titfuck",
                             "theText": [ "But she keeps your cock firmly buried between her breasts, giving you a squeeze between her cleavage and a devilish lick on your cock as she smiles."]
                        },
                        {
                             "lineTrigger": "StanceStruggleComment",
                             "move": "Titfuck",
                             "theText": [ "'Don't try and deny my charms, you know you want to'",
                                          "She teasingly shakes her chest with a small, devilish smile."]
                        },
                        {
                             "lineTrigger": "StanceStruggleFree",
                             "move": "Titfuck",
                             "theText": [ "And manage to free your cock from Izebel's trap!"]
                        },
                        {
                             "lineTrigger": "StanceStruggleFreeComment",
                             "move": "Titfuck",
                             "theText": [ "'I bet you'd rather fuck me instead, hmm?'",
                                          "'Maybe some kisses will change your mind?'"]
                        },
                        {
                             "lineTrigger": "StanceStruggle",
                             "move": "Making Out",
                             "theText": [ "{ThePlayerName} tries to break the intimate kiss with {AttackerName}..."]
                        },
                        {
                             "lineTrigger": "StanceStruggleFail",
                             "move": "Making Out",
                             "theText": [ "But she keeps her arms firmly wrapped around your neck, peppering your face with kisses that leave her lipstick tingling on your skin.",
                                          "But you find your arms wrapping tightly around her, not wanting to leave her side as she kisses you with pleasant intimate kisses..."]
                        },
                        {
                             "lineTrigger": "StanceStruggleComment",
                             "move": "Making Out",
                             "theText": ["She keeps giving you intimate kisses..."]
                        },
                        {
                             "lineTrigger": "StanceStruggleFree",
                             "move": "Making Out",
                             "theText": [ "And free your mouth from {AttackerName}'s soft lips!"]
                        },
                        {
                             "lineTrigger": "StanceStruggleFreeComment",
                             "move": "Making Out",
                             "theText": [ "'Playing hard to get won't work, I always get the hard ones, quite literally I might add. {i}She points to your erection{/i}",
                                          "'Would you rather I sandwich your cock instead in breasts?'"]
                        }
                        ],
"victoryScenes": [
{
"NameOfScene": "",
"move": "",
"stance": "",
"includes": [ ""],
"theScene": [ ""
],
"picture": ""
}
],
  "pictures": [
{
"Name": "Base",
"StartOn": "1",
"AlwaysOn": "1",
"IsScene": "0",
"TheBody": "1",
"Overlay": "No",
"setXalign": "0.0",
"setYalign": "0.0",
"Images": [
{
"Name": "Base",
"File": "../Mods/IzebelsMansion/Images/izebeldummy.jpg",
"setXalign": "0.0",
"setYalign": "0.0"
}
]
}
]
}
