{
    "name": "DoubleDarkKunoichiLoss",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [ ""],
    "Speakers": [
                  {
                    "name": "DarkKunoichi",
                    "postName": " 1",
                    "SpeakerType": ""
                  },
                  {
                    "name": "DarkKunoichi",
                    "postName": " 2",
                    "SpeakerType": ""
                  }
                ],
    "EventText": [
                    {
                        "NameOfScene": "EventStart",
                        "theScene": [  "DisplayCharacters",
                                        "1",
                                        "2",
                                      "EndLoop",
                                      "ChangeImageLayer", "Expression", "1", "Cocky", "ChangeImageLayer", "Expression", "2", "Smug",
                                      "One of the two kunoichi slowly walks up to your collapsed body with a cocky grin before pressing her heel dominantly down onto your groin.",
                                      "She lets out an cocky chuckle as she starts to grind her foot down, making your overstimulated dick twitch in pleasure.",
                                      "ChangeImageLayer", "Expression", "1", "Mocking",
                                      "Speaks",
                                      "I wonder, do you have a fetish for feet human?",
                                      "While you twitch on the ground as the first kunoichi continues to grind her heel against your shaft, the second one walks over you, giving you a good view of her thong before she seats herself just behind your head.",
                                      "You hear the soft clatter of her shoes hitting the floor, and moments later she suddenly presses both of her soft sock clad feet onto your face, smothering you with her sweet feminine scent.",
                                      "ChangeImageLayer", "Expression", "2", "SmugEvil",
                                      "Speaks2",
                                      "You will once we're done with you.♥",
                                      "ChangeImageLayer", "Expression", "1", "Smug",
                                      "The first kunoichi stomps her foot down onto your groin, forcing you to loudly gasp in a mix of pleasure and pain, which in turn makes you breathe in the mind numbing scent of the second one's soft soles.",
                                      "Speaks",
                                      "We might even bring out a bit of a masochistic streak in you too! Hehehe...",
                                      "ChangeImageLayer", "Expression", "1", "Mocking",
                                      "The first kunoichi suddenly stops pressing her heel against your shaft and instead begins to gently stroke it, making it twitch and throb from her much gentler treatment.",
                                      "But your moans are muffled by the second kunoichi's feet dominantly rubbing against your face, marking you with her sweet scent as your mind begins to spin before she suddenly stops and presses them against your lips.",
                                      "ChangeImageLayer", "Expression", "2", "Smug",
                                      "Speaks2",
                                      "Come on, lick them.",
                                      "ChangeImageLayer", "Expression", "1", "SmugEvil",
                                      "You hesitate for a moment as a faint spark of resistance blossoms in you, but the first kunoichi suddenly stops stroking your shaft and begins to roughly grind her heel down against it instead, shattering your resistance as you begin to lick and lap at her feet, your mind already numb from her intoxicating fragrance.",
                                      "The taste is surpisingly pleasant, sweet like candy, and you find yourself wanting to lick more...",
                                      "ChangeImageLayer", "Expression", "2", "Smug",
                                      "Both of the kunoichi giggle at your sudden enthusiasm, and they both grind their feet down a little bit harder as a reward, forcing a whimpering moan of pleasure out of you.",
                                      "Each lick of the kunoichi's wonderfully sweet sock clad foot makes your head feel like it's melting away...",
                                      "ChangeImageLayer", "Expression", "1", "Mocking",
                                      "As the first kunoichi strokes our manhood with the sole of her soft foot your cock throbs as electric pleasure runs through your hips.",
                                      "You gasp and lick at the second woman's feet as they press into your face, craving the flavor more and more as a wave of submission rolls over you...",
                                      "ChangeImageLayer", "Expression", "1", "SmugEvil",
                                      "The first kunoichi suddenly lifts her foot into the air and roughly stomps down on your twitching dick, sending a cascading wave of pure bliss across your whole body!",
                                      "PlayerOrgasm", "1",
                                      "You cry out incoherently, muffled by the feet you're submissively lapping at as your cock spurts out thick ropes of semen, making you shudder as your brain transforms the pain into intoxicatingly powerful pleasure.",
                                      "Your entire body roils with a tingling afterglow as the two kunoichi free you from their respective feet, leaving you twitching and drooling on the ground.",
                                      "ChangeImageLayer", "Expression", "1", "Mocking",
                                      "Speaks",
                                      "Hehehe, he looks so pathetic now.",
                                      "ChangeImageLayer", "Expression", "2", "Smile",
                                      "Speaks2",
                                      "Come on, don't be mean, I think he looks {i}adorable{/i} like this.",
                                      "ChangeImageLayer", "Expression", "1", "Disdain",
                                      "As you continue to weakly spasm in the wake of your orgasm, the first kunoichi strips off her now cum soaked socks with a slightly disdainful look and tosses them aside.",
                                      "Speaks",
                                      "Ugh, semen soaked socks feel so... {i}weird{/i}. I don't even want to eat the cum...",
                                      "Speaks2",
                                      "Hmmm...",
                                      "ChangeImageLayer", "Expression", "2", "SmugEvil", "ChangeImageLayer", "Expression", "1", "Base",
                                      "The second kunoichi watches the socks as they hit the ground, and a slow, almost evil grin crosses her face as she looks over at you.",
                                      "She slowly walks towards you until she's standing above you, giving you another good look at her thong as she slowly starts to strip off her thigh high socks, and your eyes unconsciously follow their movements as your body begins to ache with arousal.",
                                      "ChangeImageLayer", "Expression", "1", "Smug",
                                      "Slowly, she places one of her socks into your mouth, gagging you before using the other to blindfold you, and you take a shivering breath in as your lack of vision forces you to focus on her powerful scent and taste.",
                                      "Speaks2",
                                      "Heheh. I thought he'd like that. The drug they weave into our socks works really well, doesn't it?",
                                      "ChangeImageLayer", "Expression", "1", "Mocking", "ChangeImageLayer", "Expression", "2", "Mocking",
                                      "You hear the two kunoichi giggle as you draw in more quivering breaths, making your body throb with arousal more and more as the intoxicating aroma of her socks overpowers your mind.",
                                      "ChangeImageLayer", "Expression", "1", "Smile",
                                      "Speaks",
                                      "Oh! I have an idea! Let's use him as a training dummy! We can probably use the practice for our footjobs without our thigh highs on, and it's always better to train out on the field, right?",
                                      "ChangeImageLayer", "Expression", "2", "Excited",
                                      "Speaks2",
                                      "Oooohhh, that's a great idea! And I don't think {i}he's{/i} going to mind that at all, is he?",
                                      "ChangeImageLayer", "Expression", "1", "Smug", "ChangeImageLayer", "Expression", "2", "Mocking",
                                      "Your cock throbs powerfully as they talk about you, and you can hear them giggle as they start to move closer to you once more and sit down near you. Trembling in anticipation, you can't help but let out a muffled moan as two pairs of feet suddenly descend on your throbbing cock, gently caressing and stroking its length with their smooth skin.",
                                      "You shudder in pleasure, the only thing you're able to focus on is the sweet scent and taste of the thigh high socks in your mouth and the pleasurable sensations their feet are invoking on your manhood.",
                                      "They easily pump your cock with their feet, managing to work in perfect unison, and their toes rub against the tip of your shaft, making you moan and twitch.",
                                      "PlayerOrgasm", "1",
                                      "And even when they begin to painfully step on your aching dick and balls, the only thing you can feel is exquisite pleasure as you spurt out load after load of cum for them.",
                                      "PlayerOrgasm", "1",
                                      "You're completely delirious with pleasure as the two kunoichi continue to milk and edge your overstimulated cock for what feels like an eternity, and even when you finally pass out from exhaustion with one final overwhelming orgasm, you're still fantasizing and dreaming about their feet and thigh high socks rubbing up against you...",
                                      "ChangeFetish", "Feet", "10",
                                      "ChangeSensitivity",
                                      "Pain",
                                      "5",
                                      "ChangeSensitivity",
                                      "Sex",
                                      "5",
                                      "GameOver"
                                  ]
                    }
                ]
}
