{
    "name": "HarpyTenguBRDuetLoss",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [ ""],
    "Speakers": [
                  {
                    "name": "TenguHarpyBR",
                    "postName": " 1",
                    "SpeakerType": ""
                  },
                  {
                    "name": "TenguHarpyBR",
                    "postName": " 2",
                    "SpeakerType": ""
                  }
                ],
    "EventText": [
                    {
                        "NameOfScene": "EventStart",
                        "theScene": [  "DisplayCharacters",
                                        "1",
                                        "2",
                                      "EndLoop",
                                      "ChangeImageLayer", "Expression", "1", "Singing", "ChangeImageLayer", "Expression", "2", "SingingExcited",
                                      "The two tengu harpies begin to softly sing into your ears in unison while gently caressing you with their fluffy feathered wings.",
                                      "ChangeImageLayer", "Expression", "1", "SingingExcited", "ChangeImageLayer", "Expression", "2", "Singing",
                                      "They're so close to your ears that each note they softly sing sends pleasurable ripples across your body, starting at your head and racing down across your skin.",
                                      "ChangeImageLayer", "Expression", "1", "Singing", "ChangeImageLayer", "Expression", "2", "Singing",
                                      "It doesn't take long for their magically sweet song to make your head spin with a mixture of love and lust, leaving your cock achingly erect and throbbing.",
                                      "ChangeImageLayer", "Expression", "1", "SingingExcited", "ChangeImageLayer", "Expression", "2", "SingingExcited",
                                      "The tengu harpies' song increases in volume as they gain confidence from your bodies' response, and their wings slowly begin to massage their way down your chest as they move closer and closer to your groin.",
                                      "As their loving, mind bending song echoes in your mind, reverberating and bouncing around your brain, ricochets of blissful infatuation race through your body, which only intensify as the tengu harpies finally reach your shaft and begin to gently stroke it with their soft feathers.",
                                      "The two tengu harpies sing in perfect unison, making your heart flutter as the pleasure electrifying your manhood from their wings is amplified by their voices.",
                                      "Gradually, their sweet, nonsensical song gets closer and closer to finishing as they move towards a high noted finale, and you can feel your own orgasm building in time as the ecstasy building inside your melting brain is transformed into a burning love for the harpies.",
                                      "Your pleasured moans harmonize with the tengu harpies' loving song while your hips begin to twitch and buck into their feathers uncontrollably as pleasure begins to overwhelm your body.",
                                      "ChangeImageLayer", "Expression", "1", "Singing", "ChangeImageLayer", "Expression", "2", "Singing",
                                      "PlayerOrgasm", "1",
                                      "Suddenly, the tengu harpies press in close to your ears and sing out a single, sweet sounding high note with a whispery voice, and orgasmic bliss electrifies your entire being as your cock spurts out thick ropes of cum onto their wings, making you gasp as each load you shoot out feels like a white hot jolt of pleasure racing through your whole body.",
                                      "The tengu harpies slowly ease their songs down to a soft end as they bring their wings up to their faces to gently lap at your cum, and you tremble and gasp on the ground in the afterglow of your orgasm as your heart aches and throbs with affection for the two bird women standing next to you.",
                                      "PlayerSpeaks",
                                      "Ahhh...♥ Ahhh...♥ I-I...♥ Love you both...♥",
                                      "ChangeImageLayer", "Expression", "1", "Happy", "ChangeImageLayer", "Expression", "2", "Happy",
                                      "The two tengu harpies giggle happily, sending roiling waves of love through your mind.",
                                      "Speaks",
                                      "He loves us.♥ It worked.♥",
                                      "ChangeImageLayer", "Expression", "2", "Smug",
                                      "Speaks2",
                                      "Mhmmm.♥♥♥ ...Too bad it isn't permanent...",
                                      "ChangeImageLayer", "Expression", "1", "Base",
                                      "Speaks",
                                      "Yeahhh... But at least we can spend lovey dovey time with him for now! Then I bet he'll come back for more!♥",
                                      "ChangeImageLayer", "Expression", "2", "Happy",
                                      "Speaks2",
                                      "Ohhhh! We should make him feel so good he'll fall in love with us forever!",
                                      "ChangeImageLayer", "Expression", "1", "Happy",
                                      "Speaks",
                                      "Yeah!",
                                      "Speaks2",
                                      "Let's try making him cum by singing two different songs at the same time!",
                                      "ChangeImageLayer", "Expression", "1", "Singing",
                                      "The other tengu harpy only responds by bringing her mouth down towards your ear and starts to sing a soft melody into your ear, sending shivers of pleasure through you.",
                                      "ChangeImageLayer", "Expression", "2", "Smug",
                                      "Speaks2",
                                      "Hehehe...♥ We're going to melt your brain with love.♥",
                                      "ChangeImageLayer", "Expression", "1", "Singing", "ChangeImageLayer", "Expression", "2", "SingingExcited",
                                      "She slowly brings her mouth to your other ear and behind to sing her own sweet love song, mixing and harmonizing with the other tengu harpies' song in the center of your minding, melting away all your thoughts until only a burning love and affection for the two bird women remain.",
                                      "ChangeImageLayer", "Expression", "1", "SingingExcited", "ChangeImageLayer", "Expression", "2", "Singing",
                                      "The inside of your head feels like it's getting spun around by their song over and over, getting passed back and forth between their love inducing songs, and you can only shudder in pleasure as an overwhelming love for the two of them completely overpowers you.",
                                      "Your hips unconsciously twitch and buck into the air as the intertwining melodies of the tengu harpies sends tingling ecstasy across your body, but remains unattended as the two women focus entirely on singing their mind melting songs in your ears.",
                                      "ChangeImageLayer", "Expression", "1", "Singing", "ChangeImageLayer", "Expression", "2", "SingingExcited",
                                      "The two of them sing a woven tapestry of love directly into your pleasure addled brain, and you happily moan for the two bird women as you blissfully drift in their love inducing songs.",
                                      "Infatuation overwhelms your entire being as you mind is lovingly crushed between the tengu harpies differing melodies, and your cock twitches and throbs ecstatically in unison with their two different arias.",
                                      "ChangeImageLayer", "Expression", "1", "SingingExcited", "ChangeImageLayer", "Expression", "2", "SingingExcited",
                                      "PlayerOrgasm", "1",
                                      "You cry out incoherently in pleasure as your hips buck and spurt a thick load of cum into the air, but even then your shaft remains neglected as the two tengu harpies continue to sing their sweet songs, sending more and more loving pleasure flowing into your body.",
                                      "ChangeImageLayer", "Expression", "1", "Singing", "ChangeImageLayer", "Expression", "2", "Singing",
                                      "PlayerOrgasm", "1",
                                      "But just as a glimmer of sexual frustration begins to leak through the loving haze your mind is trapped in, they begin to gently and softly stroke your cock with their feathers once more, instantly making your dick spurt and leak out more of your semen from the sensation as loving bliss washes over you.",
                                      "ChangeImageLayer", "Expression", "1", "SingingExcited", "ChangeImageLayer", "Expression", "2", "SingingExcited",
                                      "PlayerOrgasm", "1",
                                      "Just as you think you can't love the two tengu harpies anymore that you already do, a electric and spasm inducing orgasm cascades over your body, filling you with even more loving infatuation as you coat the tengu harpies' feathers with your cum once more and they musically giggle into your ears at your slack jawed expression.",
                                      "ChangeImageLayer", "Expression", "1", "Singing", "ChangeImageLayer", "Expression", "2", "SingingExcited",
                                      "PlayerOrgasm", "1",
                                      "Your future wives show no signs of stopping their mind melting love song as unending waves of pleasure and love wash over your body while their soft feathers continue to tease twitching orgasm after twitching orgasm from your aching manhood.",
                                      "ChangeImageLayer", "Expression", "1", "SingingExcited", "ChangeImageLayer", "Expression", "2", "Singing",
                                      "Their love invades every fiber of your being, filling you with endless pleasure and ecstasy that you never want to end, even as the tengu harpies' songs reach a crescendo that forces you to such a powerful orgasm that you immediately begin to black out from the pleasure.",
                                      "ChangeImageLayer", "Expression", "1", "SingingExcited", "ChangeImageLayer", "Expression", "2", "SingingExcited",
                                      "As your mind drifts to darkness, your dreams are filled with endless loving fantasies involving the two tengu harpies for the rest of your life...",
                                      "ChangeFetish", "Monstrous", "5",
                                      "ChangeSensitivity",
                                      "Seduction",
                                      "5",
                                      "ChangeSensitivity",
                                      "Sex",
                                      "5",
                                      "GameOver"
                                  ]
                    }
                ]
}
