{
  "name": "Bamboo Cemetary",
  "CardType": "Event",
  "CardLimit": "1",
  "Description": "Bamboo Road Cemetary, the only cemetery around and left behind by former villagers leaving loved ones behind. Only one grave remains intact thanks to a resident that is often seen paying her respects. At night, it is said that yokai and the undead haunt the cemetary, but no one knows for sure.",
  "requires": [ "Sigil of Will-Power"],
  "Speakers": [
                {
                  "name": "Jiangshi",
                  "postName": "",
                  "SpeakerType": "Monster"
                },
                {
                  "name": "Adult Xiongmao",
                  "postName": "",
                  "SpeakerType": "Monster"
                },
                {
                  "name": "Izebel",
                  "postName": "",
                  "SpeakerType": "Monster"
                }
              ],
  "EventText": [
    {
      "NameOfScene": "EventStart",
      "theScene": [  "IfTimeIs", "DayTrue", "NoJiangshi",
                     "As you continue on your adventure you come across a cemetery where the people of Bamboo Road have been buried.",
                     "DisplayCharacters",
                     "3",
                     "EndLoop",
                     "JumpToScene",
                     "JiangshiEvent"
    ]},
    {
      "NameOfScene": "JiangshiEvent",
      "theScene": [  "Event for night-based fun is not yet available at this time, will update soon. ~Bronzeswagger"
    ]},
    { "NameOfScene": "NoJiangshi",
      "theScene": [  "As you continue on your adventure you come across a cemetery where the people of Bamboo Road have been buried. It almost looked completely abandoned as a lot of the graveyard was in shambles. |n|But as you look closer at a few of the graves you notice one where the grass has been kept cut and flourished around the graves and where someone had laid flowers, one grave in particular had a vase of cherry blossoms that were losing petals. The name on the marker was old and worn, only the description still remained that was legiable. |n|'Until we are together again my love ~Izebel'|n|Somehow, you feel sorrow and pain for the one who must of cared for this grave.",
                     "Menu",
                     "Pay Respects",
                     "Continue On Your Way",
                     "EndLoop"
    ]},
    { "NameOfScene": "Pay Respects",
      "theScene": [  "IfHasItem", "Client Card", "Pay Respects Continued",
                     "'Its not often I come to the grave and find someone else paying their respects.'",
                     "DisplayCharacters",
                     "2",
                     "EndLoop",
                     "You turn around to see what seems like an older but very beautiful Xiongmao.",
                     "PlayerSpeaks",
                     "'I hope I'm not intruding.'",
                     "Speaks",
                     "'Not at all, just so happens I came here for the same thing. This happens to be my husbands grave.'",
                     "She walks to your side so elegantly that its almost hard to stare at her womanly curves and dress, but then you notice the cherry blossoms in her hand.",
                     "'He died several years ago, there was a disease that came through the villages here, wiped most if not all of the families on this side of the country out, I was a apothecary and sort of a doctor'",
                     "'I had worked so hard to find the cure that my husband helped me in that endeavor in every way possible, and we did finally make the cure, but I was too late.'",
                     "'He never told me, but he was suffering the whole time, I had saved the village, but in the end, the disease had took {i}him{/i}.'",
                     "'Its because of that regret, that I still take care of him, or...at least where he's buried.",
                     "Menu",
                     "Console the Woman",
                     "Wait",
                     "End Loop"
    ]},
    { "NameOfScene": "Pay Respects Continued",
      "theScene": [  "You pay respects to the grave honoring the dead and after a few minutes of rest, continue to move on your journey."
    ]},
    { "NameOfScene": "Console the Woman",
      "theScene": [  "The woman looks at you as if annoyed by his jesture",
                     "Speaks",
                     "'Look honey, I don't need your damn pity. If you want to comfort somebody, then go fuck one of them bitch kunoichi's, they like anything that spits at them.'",
                     "{ThePlayerName} takes a step back offguard from her sudden change of tone.",
                     "PlayerSpeaks",
                     "'I apologize, I was only trying to be a friend. But I'll just be on my way and leave you to him.'",
                     "You start to walk away, but then stop as you turn back around with her back to you.",
                     "'He sounded like an amazing person. I still figure he'd at least be happy that you still take care of him. That's the best gift you could've gave him. Even when all of these other families left their loved ones behind and in ruin just completely forgotten, you didn't, and that's loyalty.'",
                     "Izebel stood there for a few moments then turned around with just a plain expression on her face.",
                     "But then cracked a small smile.",
                     "Speaks",
                     "'Hmph...I never thought about it that way before.'",
                     "She walks toward {ThePlayerName} then places something in his hand.",
                     "GiveItem", "1", "Client Card",
                     "'My name is Izebel, if you didn't already know.'",
                     "DisplayCharacters",
                     "3",
                     "'I own a store up the road some, not much, but you won't find some of my items anywhere else, but the card I gave you isn't for that in particular, it just makes you one of my special high-end clients. If you want to know what that includes, just figure that out when you get there.'",
                     "You take a close look at the card, but the entire card is blank.",
                     "'Hehehe, I know it seems confusing, but you'll see what it does if you ever drop by. I must be going though, I stayed here too long, and do not favor running into that hairy baboon.'",
                     "DisplayCharacters",
                     "EndLoop",
                     "She walks away as elegantly as she did before, leaving a fragrance of blossoms behind her.",
                     "You keep wondering about the card in particular, but decided that it must of been important and stashed it away safely before moving on in your journey."
    ]},
    { "NameOfScene": "Wait",
      "theScene": [  "You decided to not try and console her as she looked she didn't need it, then looked around at the graveyard, seeing the awful display of everything around her husbands grave.",
                     "PlayerSpeaks",
                     "'If I'm a betting man, and I'm not at all, but by regret you meant helping the villagers. Your husband has had you all this time even after death, but whoever left all of these other loved ones belonging to their families behind after you saving them must of been complete assholes.'",
                     "Izebel turns to {ThePlayerName} in shock, but then surprisingly gives a light laugh.",
                     "Speaks",
                     "'I'm sorry, its just, dear goddess where have you been all my life? I needed that. And I'm surprised, most people would've tried to pity me like a widow and then want me to play the harlot.'",
                     "She takes a moment to let the laughter between the both of you to die down. Then smugly smiles.",
                     "'But yes, after all I did for them and all I sacrificed, how did they repay me? Most of them left the villages leaving their loved ones behind never turning back. Others did thank me for saving their lives, but most were pigs, they saw what they thought was a dainty flower who lost a husband and then tried to pick up her pieces for her.'",
                     "'This woman can handle herself just damn fine, I might of been down, but I had plenty of reasons to stand back up. Death comes to everyone eventually, why bitch over it?'",
                     "PlayerSpeaks",
                     "That's definitely a good way to look at it. I have to admit though, you seem a lot stronger than what most people probably see in a woman.",
                     "Speaks",
                     "'Oh? And do tell me, what do you see in me?'",
                     "You take a moment to think.",
                     "PlayerSpeaks",
                     "'I see someone that takes really good care of people no matter the situation. I still figure your husband at least would be happy that you still take care of him. That's the best gift you could've gave him. Even when all of these other families left their loved ones behind and in ruin just completely forgotten, you didn't, and that's loyalty.'",
                     "Izebel stood there for a few moments a bit bewildered with a plain expression on her face.",
                     "But then cracked a small smile.",
                     "Speaks",
                     "'Hmph...I never thought about it that way before.'",
                     "She walks toward {ThePlayerName} then places something in his hand.",
                     "GiveItem", "1", "Client Card",
                     "'My name is Izebel, if you didn't already know.'",
                     "DisplayCharacters",
                     "3",
                     "'I own a store up the road some, not much, but you won't find some of my items anywhere else, but the card I gave you isn't for that in particular, it just makes you one of my special high-end clients. If you want to know what that includes, just figure that out when you get there.'",
                     "You take a close look at the card, but the entire card is blank.",
                     "'Hehehe, I know it seems confusing, but you'll see what it does if you ever drop by. I must be going though, I stayed here too long, and do not favor running into that hairy baboon.'",
                     "DisplayCharacters",
                     "EndLoop",
                     "She walks away as elegantly as she did before, leaving a fragrance of blossoms behind her.",
                     "You keep wondering about the card in particular, but decided that it must of been important and stashed it away safely before moving on in your journey."]}
  ]
  }
